// 稀羽すう Suu_Usuwa - 歌单数据（浏览器渲染版）
// 来源: https://www.bilibili.com/video/BV1aPFczzE6R
// 生成时间: 2026/2/21 06:36:00

window.SONG_DATA = window.SONG_DATA || [];

window.SONG_DATA.push(
    {
  "title": "1涙そうそう  夏川りみ",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "2少年時代  井上陽水",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "3ハナミズキ  一青窈",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "4パプリカ  Foorin×米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "5世界に一つだけの花  SMAP",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "6ミュージック・アワー  ポルノグラフィティ",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "7大阪LOVER  DREAMS COME TRUE",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "8A Whole New World  アラジン",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "9きらり  藤井風",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "10Lost my music  涼宮ハルヒ(平野綾)",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "11Happiness  嵐",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "12サ・ヨ・ナ・ラ Summer Holiday  S.E.M",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "13空  音無小鳥 (滝田樹里)",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "14きらきら武士  レキシ",
  "artist": "前尘往事如昔故",
  "collection": "[2023-6-25] 昼下がりの歌。小さきお披露目あります。 稀羽すう 13空 / 音無小鳥 (滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "東京レトロ",
  "artist": "すこっぷ",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "東京ブギウギ",
  "artist": "笠置シヅ子",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "丸の内サディスティック",
  "artist": "椎名林檎",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "長く短い祭",
  "artist": "椎名林檎",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "雨傘",
  "artist": "TOKIO",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "トウキョウ・シャンディ・ランデヴ",
  "artist": "MAISONdes",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "大阪LOVER",
  "artist": "DREAMS COME TRUE",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "夜空ノムコウ",
  "artist": "SMAP",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "オレンジ",
  "artist": "逢坂大河(釘宮理恵),櫛枝実乃梨(堀江由衣),川嶋亜美(喜多村英梨)",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "メリッサ",
  "artist": "ポルノグラフィティ",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "ガーデン",
  "artist": "藤井風",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "津軽海峡・冬景色",
  "artist": "石川さゆり",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "犬かキャットかで死ぬまで喧嘩しよう！",
  "artist": "Official髭男dism",
  "collection": "[2023-11-29]#55  稀羽すう 水曜日は定期歌枠 丸の内サディスティック / 椎名林檎",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "1(恋は)百年戦争  相対性理論",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "2ヴィーナスとジーザス  やくしまるえつこ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "3丸の内サディスティック  椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "4CHE.R.RY  YUI",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "5忘れてやらない  結束バンド",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "6雨とカプチーノ  ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "7ノーチラス ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "8ブレーメン  ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "9again  YUI",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "10キラキラ  aiko",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "11メロンソーダ  aiko",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "12ヒッチコック  ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "13エイリアンズ  キリンジ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "14One more time, One more chance  山崎まさよし",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "15ひまわりの約束  秦基博",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "16世界はそれを愛と呼ぶんだぜ  サンボマスター",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 16首竖屏  2023年12月18日 】 縦型配信ならではの… 14One more time, One more chance",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "8花ざかりWeekend  4Luxury",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "9Tulip  THE IDOLM@STER CINDERELLA GIRLS",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "13Mela!  緑黄色社会",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "1雪の華  中島美嘉",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "2怪獣の花唄  Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "3Pretender  Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "4Subtitle  Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "5花  藤井風",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "6Snow halation  μ's",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "7MOON NIGHTのせいにして  DRAMATIC STARS",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "10READY!!  765PRO ALLSTARS",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "11青空のナミダ  高橋瞳",
  "artist": "前尘往事如昔故",
  "collection": "[2023-12-06]#56 水曜日は定期歌枠 8花ざかりWeekend 9Tulip【 稀羽すう ReAcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "粉雪",
  "artist": "レミオロメン",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ノーザンクロス",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "私の彼はパイロット",
  "artist": "ランカ・リー(中島愛)",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "アナタノオト",
  "artist": "ランカ・リー(中島愛)",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "トライアングラー",
  "artist": "坂本真綾",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "忘れてやらない",
  "artist": "結束バンド",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "ドライフラワー",
  "artist": "優里",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "クリスマスソング",
  "artist": "back number",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "君をのせて",
  "artist": "井上あずみ",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "からくりピエロ",
  "artist": "40mP",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "Stand by You",
  "artist": "Official髭男dism",
  "collection": "[2023-12-20]#57 稀羽すう 水曜日は定期歌枠粉雪 / レミオロメン",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "1ダンスホール  Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "2fake face dance music  音田雅則",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "3NIGHT DANCER  imase",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "4独白  坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "5Paradise Lost  茅原実里",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "6Laughter  Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "7願い  Sumika",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "8わたしの一番かわいいところ  FRUITS ZIPPER",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "9ヒアルロンリーガール  ZOC",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "10なんでもないや  RADWIMPS",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "11変わらないもの  奥華子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "12帰ろう  藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "13きらきら武士  レキシ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】13】変わらないもの 【2023年最后的歌回】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "きらきら武士  レキシ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=1"
},
    {
  "title": "星間飛行  ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=2"
},
    {
  "title": "不確定性☆COSMIC MOVEMENT  ワルキューレ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=3"
},
    {
  "title": "惑星ループ  ナユタン星人",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=4"
},
    {
  "title": "怪獣の花唄  Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=5"
},
    {
  "title": "祝福  YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=6"
},
    {
  "title": "群青  YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=7"
},
    {
  "title": "フライディ・チャイナタウン  泰葉",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=8"
},
    {
  "title": "らしく。  稀羽すう",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=9"
},
    {
  "title": "Floating  稀羽すう",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=10"
},
    {
  "title": "晩餐歌  tuki.",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=11"
},
    {
  "title": "たばこ  コレサワ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=12"
},
    {
  "title": "恋人失格  コレサワ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=13"
},
    {
  "title": "トライアングラー  坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 14首】新年初歌枠 フライディ・チャイナタウン -/泰葉",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=14"
},
    {
  "title": "怪獣の花唄 / Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "アイドル / YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "メフィスト  女王蜂",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "雪、無音、窓辺にて。  長門有希 (CV.茅原実里)",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "恋のミクル伝説  朝比奈みくる(後藤邑子)",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "トウキョウ・シャンディ・ランデヴ  MAISONdes",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "ちゅ、多様性。  ano",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "チャイナアドバイス  相対性理論",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "いーあるふぁんくらぶ  みきとP",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "ダンスホール  Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "ケセラセラ  Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "私は最強  Ado",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "晩餐歌  tuki.",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "小夜子  みきとP",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=14"
},
    {
  "title": "One Last Kiss  宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=15"
},
    {
  "title": "雪の華  中島美嘉",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=16"
},
    {
  "title": "Subtitle  Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=17"
},
    {
  "title": "夜明けと蛍  n-buna",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=18"
},
    {
  "title": "夜咄ディセイブ  じん",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=19"
},
    {
  "title": "アヤノの幸福理論  じん",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=20"
},
    {
  "title": "Together  あきよしふみえ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=21"
},
    {
  "title": "アカシア  BUMP OF CHICKEN",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=22"
},
    {
  "title": "プレパレード  逢坂大河(釘宮理恵)・櫛枝実乃梨(堀江由衣)・川嶋亜美(喜多村英梨)",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-18]6万人耐久 怪獣の花唄 / Vaundy【歌切合集】稀羽すう",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=23"
},
    {
  "title": "プラチナ  坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "#58【歌切 8首 稀羽すう 】水曜日は定期歌枠 透明人間-東京事変",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=1"
},
    {
  "title": "Revival  スキマスイッチ",
  "artist": "前尘往事如昔故",
  "collection": "#58【歌切 8首 稀羽すう 】水曜日は定期歌枠 透明人間-東京事変",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=2"
},
    {
  "title": "願い  Sumika",
  "artist": "前尘往事如昔故",
  "collection": "#58【歌切 8首 稀羽すう 】水曜日は定期歌枠 透明人間-東京事変",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=3"
},
    {
  "title": "晩餐歌  tuki.",
  "artist": "前尘往事如昔故",
  "collection": "#58【歌切 8首 稀羽すう 】水曜日は定期歌枠 透明人間-東京事変",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=4"
},
    {
  "title": "きゅうくらりん  いよわ",
  "artist": "前尘往事如昔故",
  "collection": "#58【歌切 8首 稀羽すう 】水曜日は定期歌枠 透明人間-東京事変",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=5"
},
    {
  "title": "初めての恋が終わる時  ryo",
  "artist": "前尘往事如昔故",
  "collection": "#58【歌切 8首 稀羽すう 】水曜日は定期歌枠 透明人間-東京事変",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=6"
},
    {
  "title": "rain stops, good-bye  におP",
  "artist": "前尘往事如昔故",
  "collection": "#58【歌切 8首 稀羽すう 】水曜日は定期歌枠 透明人間-東京事変",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=7"
},
    {
  "title": "【歌切】透明人間-東京事変 稀羽すう 水曜日は定期歌枠 #58",
  "artist": "前尘往事如昔故",
  "collection": "#58【歌切 8首 稀羽すう 】水曜日は定期歌枠 透明人間-東京事変",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=8"
},
    {
  "title": "回る空うさぎ / Orangestar",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "アヤノの幸福理論 / じん",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "妄想感傷代償連盟 / DECO*27",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "蝶々結び / Aimer",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "いのちの名前 / 木村弓",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "clock lock works / ハチ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "1925 / 冨田悠斗(とみー/T-POCKET)",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "都落ち / ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "心拍数♯0822 / 蝶々P",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "弱虫モンブラン / DECO*27",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "おじゃま虫 / DECO*27",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "会いたい / Dios/シグナルP",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "夜明けと蛍 / n-buna",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-14]  稀羽すう🦢 13 】回る空うさぎ-Orangestar 静静地唱歌,是否适合作为睡眠引导?",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "001301 ノーダウト  Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "001910 青のすみか  キタニタツヤ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "002826 涙そうそう  夏川りみ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "003717 アイデア  星野源",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "004517 Lemon  米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "005654 キミの記憶  川村ゆみ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "011140 祝福  YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "011706 秒針を噛む  ずっと真夜中でいいのに。",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "012412 廻廻奇譚  Eve",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "013404 踊り子  Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "014110 世界の約束  倍賞千恵子",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "015320 晩餐歌  tuki.",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "020249 ココロ  トラボルタ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "021426 恋人失格  コレサワ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "022543 勇気100％  光GENJI",
  "artist": "前尘往事如昔故",
  "collection": "[2024-01-25] #59 稀羽すう】水曜日は定期歌枠  02:14:26 恋人失格 / コレサワ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "001139 若者のすべて  フジファブリック",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "002412 エイリアンズ  キリンジ",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "003619 ラブ・ストーリーは突然に  小田和正",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "004631 君の知らない物語  supercell",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "005316 左右盲  ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "010440 キミの記憶  川村ゆみ",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "012037 Never More  平田志穂子",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "014302 燈  崎山蒼志",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "014924 ベテルギウス  優里",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "015654 また君に恋してる  坂本冬美",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "020731 月のワルツ  諫山実生",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "021541 Pop Virus  星野源",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "022002 family song  星野源",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "022840 喜劇  星野源",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "023518 3月9日  レミオロメン",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "024623 One more time, One more chance  山崎まさよし",
  "artist": "前尘往事如昔故",
  "collection": "2024年2月1日【 稀羽すう】【16歌】深夜歌枠,静静地唱歌。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "15-残酷な天使のテーゼ / 高橋洋子",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=1"
},
    {
  "title": "16-魂のルフラン / 高橋洋子",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=2"
},
    {
  "title": "17-Beautiful World  宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=3"
},
    {
  "title": "18-翼をください  赤い鳥",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=4"
},
    {
  "title": "19-One Last Kiss  宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=5"
},
    {
  "title": "20-星間飛行  ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=6"
},
    {
  "title": "21-トライアングラー  坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=7"
},
    {
  "title": "22-ユニバーサル・バニー  シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=8"
},
    {
  "title": "23-祝福  YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=9"
},
    {
  "title": "24-アイドル  YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=10"
},
    {
  "title": "25-シュガーソングとビターステップ  UNISON SQUARE GARDEN",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=11"
},
    {
  "title": "26-DAN DAN 心魅かれてく  FIELD OF VIEW",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=12"
},
    {
  "title": "27-東京ブギウギ  笠置シヅ子",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=13"
},
    {
  "title": "28-115万キロのフィルム  Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=14"
},
    {
  "title": "29-空も飛べるはず  スピッツ",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=15"
},
    {
  "title": "30-First Love  宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "#60  2024年2月7日【 稀羽すう】【16歌】 水曜日は定期歌枠 eva专场",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=16"
},
    {
  "title": "1- 001147 猫 DISH",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "2- 002219 嗚呼、素晴らしきニャン生  Nem",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "3- 002842 アニマル  DECO27",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "4- 003406 風になる  つじあやの",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "5- 003912 ルージュの伝言  松任谷由実",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "6- 004300 やさしさに包まれたなら  松任谷由実",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "7- 004907 ただ君に晴れ  ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "8- 005545 POP STAR  平井堅",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "9- 010622 Beautiful World  宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "10- 011813 オレンジ  逢坂大河(釘宮理恵),櫛枝実乃梨(堀江由衣),川嶋亜美(喜多村英梨)",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "11- 012430 ノーチラス ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "12- 013224 晩餐歌  tuki.",
  "artist": "前尘往事如昔故",
  "collection": "[2024-02-22] 【 稀羽すう 12首】猫の日🐈 猫 / DISH//",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "花  藤井風",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "死ぬのがいいわ  藤井風",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "3月9日  レミオロメン",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "366日  HY",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "手紙～拝啓　十五の君へ～  アンジェラ・アキ",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "瞳をとじて  平井堅",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "春泥棒  ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "風を食む  ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "桜流し  宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ダイアモンドクレバス  シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "深昏睡  春野",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "nuit  春野",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "トエト  トラボルタP",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "ただ声一つ  ロクデナシ",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "夜撫でるメノウ  Ayase",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "不思議  星野源",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "Pop Virus  星野源",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "水平線  back number",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=18"
},
    {
  "title": "Revival  スキマスイッチ",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=19"
},
    {
  "title": "奏  スキマスイッチ",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=20"
},
    {
  "title": "もう恋なんてしない  槇原敬之",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=21"
},
    {
  "title": "One Last Kiss  宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "2024-02-25 【 稀羽すう/Re:AcT 】深夜の睡眠導入ウィスパーボイス歌枠 眠れないあなたへ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=22"
},
    {
  "title": "チェリー  スピッツ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "空も飛べるはず  スピッツ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "恋  星野源",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "丸の内サディスティック  椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "CHE.R.RY  YUI",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "SAKURA  いきものがかり",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "うるわしきひと  いきものがかり",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "できっこないをやらなくちゃ  サンボマスター",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "ラブ・ストーリーは突然に  小田和正",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "恋愛裁判  40mP",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "メランコリック  Junky",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "純情スカート  40mP",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "シャルル  バルーン",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "ダーリン  須田景凪",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=14"
},
    {
  "title": "デスぺレート feat. LOLUET  藤井風",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=15"
},
    {
  "title": "damn  藤井風",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=16"
},
    {
  "title": "花  藤井風",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=17"
},
    {
  "title": "晩餐歌  tuki.",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=18"
},
    {
  "title": "若者のすべて  フジファブリック",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=19"
},
    {
  "title": "Good-bye days  YUI",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-02] 稀羽すう - Suu Usuwa -20首竖屏 路上ライブ風 縦型配信！01. チェリー  スピッツ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=20"
},
    {
  "title": "怪獣の花唄",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "春を告げる",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "ノーチラス",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "正しくなれない",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "Butter-Fly",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "unravel",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "祝福",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "ラブレター",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "115万キロのフィルム",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "星座になれたら",
  "artist": "前尘往事如昔故",
  "collection": "2024-03-06 稀羽すう/巫てんり/涼海ネモ 🎤3Dカラオケコラボ✨ - 1stEP カバーミニアルバム発売記念 01. 怪獣の花唄",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "涙目爆発音",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "春擬き",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "春泥棒",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "魂のルフラン",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "悪魔の子",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "春を告げる",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "花の唄",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "3月9日",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "花は桜 君は美し",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "さようなら、花泥棒さん",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "たばこ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "恋人失格",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "きらきら武士",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-13]#62 【 稀羽すう/Re:AcT 13首 】水曜日は定期歌枠 08. 3月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "残酷な天使のテーゼ",
  "artist": "前尘往事如昔故",
  "collection": "【5首 联动】【 稀羽すう/夢川かなう/シエル 】3D歌枠コラボ - CONNECT_Vが繋いだ絆編 - 01. 残酷な天使のテーゼ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "悪魔の子",
  "artist": "前尘往事如昔故",
  "collection": "【5首 联动】【 稀羽すう/夢川かなう/シエル 】3D歌枠コラボ - CONNECT_Vが繋いだ絆編 - 01. 残酷な天使のテーゼ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "晩餐歌",
  "artist": "前尘往事如昔故",
  "collection": "【5首 联动】【 稀羽すう/夢川かなう/シエル 】3D歌枠コラボ - CONNECT_Vが繋いだ絆編 - 01. 残酷な天使のテーゼ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "貴方の恋人になりたい",
  "artist": "前尘往事如昔故",
  "collection": "【5首 联动】【 稀羽すう/夢川かなう/シエル 】3D歌枠コラボ - CONNECT_Vが繋いだ絆編 - 01. 残酷な天使のテーゼ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "創生のアクエリオン",
  "artist": "前尘往事如昔故",
  "collection": "【5首 联动】【 稀羽すう/夢川かなう/シエル 】3D歌枠コラボ - CONNECT_Vが繋いだ絆編 - 01. 残酷な天使のテーゼ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "翼をください",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ないものねだり",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "春を告げる",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "チェリー",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "115万キロのフィルム",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "SWEET TWEET",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "Blooming♡Blooming",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "カレンダーガール",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "ダンスホール",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ドラえもん",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "空",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "カタオモイ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "蝶々結び",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "糸",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "水平線",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "晩餐歌",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "透明人間",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-20] #63 稀羽すう17首 】周三是定期歌回 🎶 11 空 / 音無小鳥(滝田樹里)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "ケセラセラ",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "SAKURA",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "小さな恋のうた",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "恋",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "晴る",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ヒッチコック",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "私は最強",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "Cry Baby",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "悪魔の子",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "秒針を噛む",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "脳裏上のクラッカー",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "月のワルツ",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "夜明けと蛍 ｰPiano Verｰ",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "独白",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "都落ち",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "ガーデン",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "きらり",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "NIGHT DANCER",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=18"
},
    {
  "title": "きらきら武士",
  "artist": "前尘往事如昔故",
  "collection": "#64【稀羽すう 19首】周三是定期歌回 🎶 ケセラセラ 秒針を噛む 悪魔の子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=19"
},
    {
  "title": "晴る",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "ただ君に晴れ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "SUN",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "ルージュの伝言",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "やさしさに包まれたなら",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "風になる",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "ひこうき雲",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "rain stops, good-bye",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "from Y to Y",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "初めての恋が終わる時",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "(恋は)百年戦争",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "ミス・パラレルワールド",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "ノルニル",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "メロンソーダ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=14"
},
    {
  "title": "Stand by You",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=15"
},
    {
  "title": "Happiness",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=16"
},
    {
  "title": "朝ごはんの歌",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=17"
},
    {
  "title": "アカシア",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=18"
},
    {
  "title": "Together",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=19"
},
    {
  "title": "君のそばで〜ヒカリのテーマ〜",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=20"
},
    {
  "title": "Pretender",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=21"
},
    {
  "title": "春泥棒",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=22"
},
    {
  "title": "花ハ踊レヤいろはにほ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-03-23] 稀羽すう/Re:AcT 23首 午餐时间歌声直播🍝轻松愉快",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=23"
},
    {
  "title": "エイリアンズ",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "いのちの名前",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "輝く未来",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "燈",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "晴る(2)",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "夜に駆ける",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "回る空うさぎ",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "忘れじの言の葉",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "カタオモイ",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "さくら (独唱)",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "春泥棒",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "涙そうそう",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "Lemon",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "たばこ",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "One more time,One more chance",
  "artist": "前尘往事如昔故",
  "collection": "2024年3月31日 16首【稀羽すう】【歌枠】深夜催眠歌枠 sing a song1. エイリアンズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "まつり",
  "artist": "前尘往事如昔故",
  "collection": "[2024-04-02] 稀羽すう 出道 2 周年纪念歌枠 - 2nd Anniversary - #まこうすわ21. まつり",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "鬼ノ宴",
  "artist": "前尘往事如昔故",
  "collection": "[2024-04-02] 稀羽すう 出道 2 周年纪念歌枠 - 2nd Anniversary - #まこうすわ21. まつり",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "fake face dance music",
  "artist": "前尘往事如昔故",
  "collection": "[2024-04-02] 稀羽すう 出道 2 周年纪念歌枠 - 2nd Anniversary - #まこうすわ21. まつり",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "東京フラッシュ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-04-02] 稀羽すう 出道 2 周年纪念歌枠 - 2nd Anniversary - #まこうすわ21. まつり",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "プラスティック・ラブ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-04-02] 稀羽すう 出道 2 周年纪念歌枠 - 2nd Anniversary - #まこうすわ21. まつり",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "らしく。",
  "artist": "前尘往事如昔故",
  "collection": "[2024-04-02] 稀羽すう 出道 2 周年纪念歌枠 - 2nd Anniversary - #まこうすわ21. まつり",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "Hello Song",
  "artist": "前尘往事如昔故",
  "collection": "[2024-04-02] 稀羽すう 出道 2 周年纪念歌枠 - 2nd Anniversary - #まこうすわ21. まつり",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "春を告げる",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "春擬き",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "プラチナ",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "星間飛行",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "晴る",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "怪獣の花唄",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "ノーダウト",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "愛を伝えたいだとか",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "ギラギラ",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "レディメイド",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "寄り酔い",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "けーたいみしてよ",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "ヨワネハキ",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "トウキョウ・シャンディ・ランデヴ",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=14"
},
    {
  "title": "東京フラッシュ",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=15"
},
    {
  "title": "鬼ノ宴",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=16"
},
    {
  "title": "Good-bye days",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=17"
},
    {
  "title": "ダンスホール",
  "artist": "前尘往事如昔故",
  "collection": "#65【 稀羽すう 18首】周三是定期歌枠🎶  Singing Stream  1. 春を告げる",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=18"
},
    {
  "title": "366日",
  "artist": "HY",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "弱虫モンブラン",
  "artist": "DECO27",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "アイロニ",
  "artist": "すこっぷ",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "心拍数♯0822",
  "artist": "蝶々P",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "灰色と青",
  "artist": "米津玄師＆菅田将暉",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "SWEET MEMORIES",
  "artist": "松田聖子",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "風を食む",
  "artist": "ヨルシカ",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "言って。",
  "artist": "ヨルシカ",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "小夜子",
  "artist": "みきとP",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "カブトムシ",
  "artist": "aiko",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "乙女解剖",
  "artist": "DECO27",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "妄想感傷代償連盟",
  "artist": "DECO27",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "すずめ",
  "artist": "RADWIMPS feat.十明",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "ハナミズキ",
  "artist": "一青窈",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "瞳をとじて",
  "artist": "平井堅",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "雪の華",
  "artist": "中島美嘉",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=17"
},
    {
  "title": "First Love",
  "artist": "宇多田ヒカル",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=18"
},
    {
  "title": "少女レイ",
  "artist": "みきとP",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=19"
},
    {
  "title": "夜空ノムコウ",
  "artist": "SMAP",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=20"
},
    {
  "title": "雨傘",
  "artist": "TOKIO",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=21"
},
    {
  "title": "蝶々結び",
  "artist": "Aimer",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=22"
},
    {
  "title": "rain stops, good-bye",
  "artist": "におP",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=23"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "2024年4月5日 【稀羽すう】24首】 雨音、深夜的低语声睡眠引导歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=24"
},
    {
  "title": "冒険でしょでしょ",
  "artist": "平野綾",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "ガーネット",
  "artist": "奥華子",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "プラスティック・ラブ",
  "artist": "竹内まりや",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "ふわふわ時間",
  "artist": "放課後ティータイム",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "翼をください",
  "artist": "桜高軽音部",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "God knows...",
  "artist": "涼宮ハルヒ(平野綾)",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "Lost my music",
  "artist": "涼宮ハルヒ(平野綾)",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "忘れてやらない",
  "artist": "結束バンド",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "#66 稀羽すう】🎶周三定期歌枠  1小时无聊天！持续唱歌的直播！Singing Stream 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "シンデレラボーイ",
  "artist": "Saucy Dog",
  "collection": "[2024-04-11] 【3D 稀羽すう/魔光リサ 】08. 青春アミーゴ - 修二と彰",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "アポロ",
  "artist": "ポルノグラフィティ",
  "collection": "[2024-04-11] 【3D 稀羽すう/魔光リサ 】08. 青春アミーゴ - 修二と彰",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "シャンティ",
  "artist": "wotaku",
  "collection": "[2024-04-11] 【3D 稀羽すう/魔光リサ 】08. 青春アミーゴ - 修二と彰",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "トンデモワンダーズ",
  "artist": "sasakure.UK",
  "collection": "[2024-04-11] 【3D 稀羽すう/魔光リサ 】08. 青春アミーゴ - 修二と彰",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "[2024-04-11] 【3D 稀羽すう/魔光リサ 】08. 青春アミーゴ - 修二と彰",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "デスぺレート feat. LOLUET",
  "artist": "TeddyLoid&Giga",
  "collection": "[2024-04-11] 【3D 稀羽すう/魔光リサ 】08. 青春アミーゴ - 修二と彰",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "灰色と青",
  "artist": "米津玄師＆菅田将暉",
  "collection": "[2024-04-11] 【3D 稀羽すう/魔光リサ 】08. 青春アミーゴ - 修二と彰",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "青春アミーゴ",
  "artist": "修二と彰",
  "collection": "[2024-04-11] 【3D 稀羽すう/魔光リサ 】08. 青春アミーゴ - 修二と彰",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "君がいて水になる",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "東京フラッシュ",
  "artist": "Vaundy",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "踊り子",
  "artist": "Vaundy",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "たばこ",
  "artist": "コレサワ",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "恋人失格",
  "artist": "コレサワ",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "エイリアンズ",
  "artist": "キリンジ",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "LA・LA・LA LOVE SONG",
  "artist": "久保田利伸",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "もう恋なんてしない",
  "artist": "槇原敬之",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "まつり",
  "artist": "藤井風",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "帰ろう",
  "artist": "藤井風",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "死ぬのがいいわ",
  "artist": "藤井風",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "20240414【 稀羽すう 12首竖屏】深夜悄悄开始的竖屏歌枠🎶05. 恋人失格 - コレサワ12. 都落ち - ヨルシカ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "群青-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "怪物-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "夜に駆ける-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "春を告げる-yama",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "Mela!-緑黄色社会",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ケセラセラ-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "HELLO-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "Blooming♡Blooming-るか from AIKATSU☆STARS！",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "灼熱スイッチ-雀が原中学卓球部",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "Shine!!-CINDERELLA PROJECT",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "アイドル-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "青のすみか-キタニタツヤ",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "廻廻奇譚-Eve",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "晴る-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "アルジャーノン-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "空も飛べるはず-スピッツ",
  "artist": "前尘往事如昔故",
  "collection": "#67  20240417 稀羽すう 水曜定期歌枠🎶群青 / YOASOBI Mela! / 緑黄色社会",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "ドライフラワー",
  "artist": "優里",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "HELLO",
  "artist": "Official髭男dism",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "パラボラ",
  "artist": "Official髭男dism",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "ミュージック・アワー",
  "artist": "ポルノグラフィティ",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "メリッサ",
  "artist": "ポルノグラフィティ",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "again",
  "artist": "YUI",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "Climax Jump DEN-LINER form",
  "artist": "モモタロス・ウラタロス・キンタロス・リュウタロス",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "メルト",
  "artist": "初音ミク",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "Hello Song",
  "artist": "星野源",
  "collection": "#68【稀羽すう 14】水曜定期歌枠🎶11. again - YUI",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "気まぐれロマンティック",
  "artist": "いきものがかり",
  "collection": "240425【花鋏キョウ/稀羽すう】 5首 3D卡拉OK カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ALIVE",
  "artist": "ClariS",
  "collection": "240425【花鋏キョウ/稀羽すう】 5首 3D卡拉OK カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "独りんぼエンヴィー",
  "artist": "りぶ",
  "collection": "240425【花鋏キョウ/稀羽すう】 5首 3D卡拉OK カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "240425【花鋏キョウ/稀羽すう】 5首 3D卡拉OK カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "帰ろう",
  "artist": "藤井風",
  "collection": "240425【花鋏キョウ/稀羽すう】 5首 3D卡拉OK カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "女の子は誰でも",
  "artist": "東京事変",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "パプリカ",
  "artist": "Foorin×米津玄師",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "赤いスイートピー",
  "artist": "松田聖子",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "キリトリセン",
  "artist": "40mP",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ヴィーナスとジーザス",
  "artist": "やくしまるえつこ",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "ヒッチコック",
  "artist": "ヨルシカ",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "だから僕は音楽を辞めた",
  "artist": "ヨルシカ",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "コーヒーとシロップ",
  "artist": "Official髭男dism",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "夏色",
  "artist": "ゆず",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "君と夏フェス",
  "artist": "SHISHAMO",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "花ざかりWeekend",
  "artist": "4Luxury",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "さくらんぼ",
  "artist": "大塚愛",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "気まぐれロマンティック",
  "artist": "いきものがかり",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "Stand by You",
  "artist": "Official髭男dism",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "キミの記憶",
  "artist": "川村ゆみ",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "Hello Song",
  "artist": "星野源",
  "collection": "[2024-04-28]  稀羽すう】18 突击直播】13.花ざかりWeekend - 4Luxury【20240428】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=18"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=1"
},
    {
  "title": "アルジャーノン",
  "artist": "ヨルシカ",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=2"
},
    {
  "title": "オリオンをなぞる",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=3"
},
    {
  "title": "シュガーソングとビターステップ",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=4"
},
    {
  "title": "悪魔の子",
  "artist": "ヒグチアイ",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=5"
},
    {
  "title": "メフィスト",
  "artist": "女王蜂",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=6"
},
    {
  "title": "灰色と青",
  "artist": "米津玄師＆菅田将暉",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=7"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=8"
},
    {
  "title": "月のワルツ",
  "artist": "諫山実生",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=9"
},
    {
  "title": "family song",
  "artist": "星野源",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=10"
},
    {
  "title": "Hello Song",
  "artist": "星野源",
  "collection": "240503 稀羽すう live前夕！在家3D唱歌！01. カタオモイ - Aimer",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=11"
},
    {
  "title": "斜陽-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "ルーマー",
  "artist": "ポリスピカデリー",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "SUN-星野源",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "アイデア-星野源",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "ドラえもん-星野源",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "カブトムシ-aiko",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "366日-HY",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "ANIMA-ReoNa",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "DAN DAN 心魅かれてく-FIELD OF VIEW",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "まつり-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "napori-Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "独白-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "だから僕は音楽を辞めた-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "[2024-05-15]#69 【稀羽すう】13】星期三定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "青春アミーゴ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 3首】【まこうすわ2】🎉まこうすわ2周年纪念直播🎊 聊天和唱歌来庆祝吧！3. KICK BACK",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=1"
},
    {
  "title": "SWEET MEMORIES",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 3首】【まこうすわ2】🎉まこうすわ2周年纪念直播🎊 聊天和唱歌来庆祝吧！3. KICK BACK",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=2"
},
    {
  "title": "KICK BACK",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 3首】【まこうすわ2】🎉まこうすわ2周年纪念直播🎊 聊天和唱歌来庆祝吧！3. KICK BACK",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=3"
},
    {
  "title": "雨傘-TOKIO",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "神様、仏様-椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "長く短い祭-椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "少女S-SCANDAL",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "嘘-シド",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "コネクト-ClariS",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "銀河鉄道999-ゴダイゴ",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "ライオン-シェリル・ノーム starring May'n,ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "ねこ日記-ランカ・リー（中島愛）",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ノーザンクロス-シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "没唱完】11. ニンジーン Loves you yeah!-ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "春擬き-やなぎなぎ",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "君の知らない物語-supercell",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "斜陽-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "透明人間-東京事変",
  "artist": "前尘往事如昔故",
  "collection": "#70【 稀羽すう】15】🎶 星期三定期歌枠雨傘、神様、仏様、 少女S、ネクト、春擬き、君の知らない物語",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "世界の約束-倍賞千恵子",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ブレーメン-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "キリトリセン-40mP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "スマイル・エンゲージ-Beit",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "Reason!!-315 STARS",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "サリシノハラ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "ないものねだり-KANA-BOON",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "世界はそれを愛と呼ぶんだぜ-サンボマスター",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "曇天-DOES",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "私の彼はパイロット-ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "アナタノオト-ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "トライアングラー-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "いけないボーダーライン-ワルキューレ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "斜陽-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "ノーチラス-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "ルーマー-ポリスピカデリー",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "fake face dance music-音田雅則",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "変わらないもの-奥華子",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=18"
},
    {
  "title": "若者のすべて-フジファブリック",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=19"
},
    {
  "title": "Hello Song-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢20】下午 3 点，在悠闲的午后时光唱歌 🎶【240518】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=20"
},
    {
  "title": "春を告げる-yama",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "ダンスホール-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "プラチナ-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "オリオンをなぞる-UNISON SQUARE GARDEN",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "からくりピエロ-40mP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "愛を伝えたいだとか-あいみょん",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "ノーダウト-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "秒針を噛む-ずっと真夜中でいいのに。",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "ケセラセラ-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "Happiness-嵐",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "チェリー-スピッツ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "ルーマー-ポリスピカデリー",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "トウキョウ・シャンディ・ランデヴ-MAISONdes",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "悪魔の子-ヒグチアイ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=14"
},
    {
  "title": "名前のない怪物-EGOIST",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=15"
},
    {
  "title": "Together-あきよしふみえ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】🦢16竖屏】春を告げる、ダンスホール、プラチナ、オリオンをなぞる【240605】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=16"
},
    {
  "title": "左右盲-ヨルシカ【开局狱卒运镜",
  "artist": "前尘往事如昔故",
  "collection": "240522【稀羽すう🦢】8】2024年3D生日Live！🎹",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "napori-Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "240522【稀羽すう🦢】8】2024年3D生日Live！🎹",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "らしく。-稀羽すう 【原创曲",
  "artist": "前尘往事如昔故",
  "collection": "240522【稀羽すう🦢】8】2024年3D生日Live！🎹",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "蝶々結び-Aimer（稀羽すう＆橙里セイ）【小小合唱",
  "artist": "前尘往事如昔故",
  "collection": "240522【稀羽すう🦢】8】2024年3D生日Live！🎹",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "糸-中島みゆき",
  "artist": "前尘往事如昔故",
  "collection": "240522【稀羽すう🦢】8】2024年3D生日Live！🎹",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "夜-星野源",
  "artist": "前尘往事如昔故",
  "collection": "240522【稀羽すう🦢】8】2024年3D生日Live！🎹",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "さよーならまたいつか！-米津玄師 【上个月新歌来的",
  "artist": "前尘往事如昔故",
  "collection": "240522【稀羽すう🦢】8】2024年3D生日Live！🎹",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "Study Equal Magic! / S.E.M（稀羽すう＆夢川かなう＆月紫アリア）",
  "artist": "前尘往事如昔故",
  "collection": "240522【稀羽すう🦢】8】2024年3D生日Live！🎹",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "花は桜 君は美し",
  "artist": "いきものがかり",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "春を告げる",
  "artist": "yama",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "パラボラ",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "春擬き",
  "artist": "やなぎなぎ",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "Blooming♡Blooming",
  "artist": "るか from AIKATSU☆STARS！",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "赤いスイートピー",
  "artist": "松田聖子",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "CHE.R.RY",
  "artist": "YUI",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "チェリー",
  "artist": "スピッツ",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "メロンソーダ",
  "artist": "aiko",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "桜の森",
  "artist": "星野源",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "SAKURA",
  "artist": "いきものがかり",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "3月9日",
  "artist": "レミオロメン",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "One more time,One more chance",
  "artist": "山崎まさよし",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】15】春天，请不要离开我！【20240430】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "SUN",
  "artist": "星野源",
  "collection": "【稀羽すう 4首】【Elce主办的歌枠接力活动】水平線 - back number 君がいて水になる - ずっと真夜中でいいのに。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "水平線",
  "artist": "back number",
  "collection": "【稀羽すう 4首】【Elce主办的歌枠接力活动】水平線 - back number 君がいて水になる - ずっと真夜中でいいのに。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "君がいて水になる",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【稀羽すう 4首】【Elce主办的歌枠接力活动】水平線 - back number 君がいて水になる - ずっと真夜中でいいのに。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "Floating",
  "artist": "稀羽すう",
  "collection": "【稀羽すう 4首】【Elce主办的歌枠接力活动】水平線 - back number 君がいて水になる - ずっと真夜中でいいのに。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "波乗りジョニー-桑田佳祐",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "TSUNAMI-サザンオールスターズ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "ファジーネーブル-Conton Candy",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "まつり-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "神様、仏様-椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "ノルニル-やくしまるえつこ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "少年よ我に帰れ-やくしまるえつこ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "NOBODY KNOWS-スガシカオ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "はじまりの日 feat.Mummy-D-スガシカオ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "もっふ・いんざぼっくす♪-もふもふえん",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "Cafe Parade!-Cafe Parade",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "MOON NIGHTのせいにして-DRAMATIC STARS",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "空-音無小鳥(滝田樹里)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "夏色えがおで1, 2, Jump!-μ's",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "キミの記憶-川村ゆみ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "Never More-平田志穂子",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】16】在绣球花的季节,我们一起唱歌吧。【240614】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "タッチ-岩崎良美",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "宿命-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "負けないで-ZARD",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "DAN DAN 心魅かれてく-FIELD OF VIEW",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "走れ正直者-西城秀樹",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "葛飾ラプソディー-堂島孝平",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "勇気100%-光GENJI",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "プリンプリン物語-石川ひとみ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "キューティーハニー-倖田來未",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "ひぐらしのなく頃に-島みやえい子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "奈落の花-島みやえい子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "you-癒月",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "アンインストール-石川智晶",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "寝逃げでリセット!-柊つかさ(福原香織)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "炉心融解-iroha(sasaki)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "東京テディベア-Neru",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "晴る-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=17"
},
    {
  "title": "三日月-絢香",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=18"
},
    {
  "title": "天体観測-BUMP OF CHICKEN",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=19"
},
    {
  "title": "さよーならまたいつか！-米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】20】#72水曜定期歌枠 タッチ、you、炉心融解🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=20"
},
    {
  "title": "少女レイ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "ボーイフレンド-aiko",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "KissHug-aiko",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "君と夏フェス-SHISHAMO",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "虹-福山雅治",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "没唱几句06. SUMMER SONG-YUI (1chorus)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "PEACH-大塚愛",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "酔いどれ知らず-Kanaria",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "ベノム-かいりきベア",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "ダーリン-須田景凪",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "けーたいみしてよ-MAISONdes",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "ヨワネハキ-MAISONdes",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "裏表ラバーズ-wowaka",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "ハロ／ハワユ-ナノウ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "アイロニ-すこっぷ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "小夜子-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "刹那プラス-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=17"
},
    {
  "title": "バレリーコ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=18"
},
    {
  "title": "きらきら武士-レキシ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】 #73水曜🎶少女レイ、酔いどれ知らず、裏表ラバーズ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=19"
},
    {
  "title": "水平線-back number",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "晴る-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "アカシア-BUMP OF CHICKEN",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "DANZEN!ふたりはプリキュア (ver.MaxHeart)-五條真由美",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "おジャ魔女カーニバル!!-MAHO堂",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "ウィーアー!-きただにひろし",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "ビンクスの酒-麦わらの一味",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "One Love-嵐",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "I LOVE...-official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "SUN-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "アイデア-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "TSUNAMI-サザンオールスターズ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "都落ち-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "カントリーロード-本名陽子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "ファジーネーブル-Conton Candy",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "ウィスキーが、お好きでしょ-SAYURI (1chorus)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "また君に恋してる-坂本冬美",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=17"
},
    {
  "title": "真赤な太陽-美空ひばり",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=18"
},
    {
  "title": "ただ君に晴れ-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=19"
},
    {
  "title": "もう恋なんてしない-槇原敬之",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=20"
},
    {
  "title": "さよーならまたいつか!-米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】21竖屏】ウィーアー!、おジャ魔女カーニバル!!【2024年6月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=21"
},
    {
  "title": "蒼のエーテル-ランカ・リー（中島愛）",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "アイモ ～鳥のひと-ランカ・リー（中島愛）",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "忘れじの言の葉-未来古代楽団",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "月のワルツ-諫山実生",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "世界の約束-倍賞千恵子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "テルーの唄-手嶌葵",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "回る空うさぎ-Orangestar",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "you-癒月",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "フリージア-Uru",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "trust you-伊藤由奈",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "ループ-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "風待ちジェット-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "雫-スキマスイッチ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "アンインストール-石川智晶",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】幻想的#74 アイモ ～鳥のひと-ランカ・リー、月のワルツ【240703】】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "ブルーバード-いきものがかり",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "ノーザンクロス-シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "天ノ弱-164",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "少女S-SCANDAL",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "可愛くてごめん-HoneyWorks",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "ダーリンダンス-かいりきベア",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "すずめ-RADWIMPS feat.十明",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "フリージア-Uru",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "悪魔の子-ヒグチアイ",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "Overdose-なとり",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "Beautiful World-宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "Lost my music-涼宮ハルヒ(平野綾)",
  "artist": "前尘往事如昔故",
  "collection": "【巫てんり × 稀羽すう】12】ブルーバード、天ノ弱、少女S【240704】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "インフィニティ-シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "私の彼はパイロット-ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "星間飛行-ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "可愛くなりたい-HoneyWorks",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "ヒアルロンリーガール-ZOC",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "Overdose-なとり",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "わたしの一番かわいいところ-FRUITS ZIPPER",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "名前のない怪物-EGOIST",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "コネクト-ClariS",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "CLEAR-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "マジックナンバー-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "プラチナ-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "長く短い祭-椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "女の子は誰でも-東京事変",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "ベテルギウス-優里",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】🎶 #75 可愛くなりたい 、ヒアルロンリーガール、Overdose",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "青と夏-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "SUMMER SONG-YUI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "青のすみか-キタニタツヤ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "君と夏フェス-SHISHAMO",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "少女レイ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "ミュージック・アワー-ポルノグラフィティ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "忘れてやらない-結束バンド",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "LA・LA・LA LOVE SONG-久保田利伸",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "水平線-back number",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "花に亡霊-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "左右盲-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "TSUNAMI-サザンオールスターズ(2)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "君の知らない物語-supercell",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "Together-あきよしふみえ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14】周三76 左右盲、君の知らない物語、少女レイ、ミュージック・アワー【240717】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=14"
},
    {
  "title": "夏色えがおで1, 2, Jump!-μ's",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】7竖屏】突击突击 カブトムシ、secret base～君がくれたもの～【240721】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "創生のアクエリオン-AKINO",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】7竖屏】突击突击 カブトムシ、secret base～君がくれたもの～【240721】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "晴る-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】7竖屏】突击突击 カブトムシ、secret base～君がくれたもの～【240721】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "風になる-つじあやの",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】7竖屏】突击突击 カブトムシ、secret base～君がくれたもの～【240721】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "ガーネット-奥華子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】7竖屏】突击突击 カブトムシ、secret base～君がくれたもの～【240721】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "secret base～君がくれたもの～-ZONE",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】7竖屏】突击突击 カブトムシ、secret base～君がくれたもの～【240721】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "カブトムシ-aiko",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】7竖屏】突击突击 カブトムシ、secret base～君がくれたもの～【240721】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "Snow halation-μ's",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "雪の華-中島美嘉",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "クリスマスソング-back number",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "粉雪-レミオロメン",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "初めての恋が終わる時-ryo",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "白い雪のプリンセスは-のぼる↑",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "Subtitle-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "ベテルギウス-優里",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "ダイアモンドクレバス-シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "夜空ノムコウ-SMAP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "青と夏-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】11】不要输给夏天！ Snow halation、雪の華、粉雪、初めての恋が終わる時【2024年7月23日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "真生活-案山子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "君がいて水になる-ずっと真夜中でいいのに。",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "ガーデン-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "花-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "不思議-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "喜劇-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "ルーマー-ポリスピカデリー",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "Stand by You-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "ミス・パラレルワールド-相対性理論",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "(恋は)百年戦争-相対性理論",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】10】真生活、君がいて水になる、ルーマー【240726】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "シンデレラボーイ-Saucy Dog",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "祝福-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "灼熱スイッチ-雀が原中学卓球部",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "少女レイ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "バレリーコ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "サリシノハラ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "ないものねだり-KANA-BOON",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "Laughter-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "シャルル-バルーン",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "ダーリン-須田景凪",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "雨とカプチーノ-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "悪魔の子-ヒグチアイ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "again-YUI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "まつり-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "ただ声一つ-ロクデナシ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "生きる-水野あつ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "またあした-想太",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=17"
},
    {
  "title": "都落ち（落京）",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=18"
},
    {
  "title": "さよーならまたいつか!-米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】シンデレラボーイ、Laughter、ダーリン、生きる、またあした【240731】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=19"
},
    {
  "title": "青と夏",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "少女レイ",
  "artist": "みきとP",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "ブルーバード",
  "artist": "いきものがかり",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "ダーリン",
  "artist": "須田景凪",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "少年よ我に帰れ",
  "artist": "やくしまるえつこ",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "接吻",
  "artist": "Original Love",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "木綿のハンカチーフ",
  "artist": "太田裕美",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "渚のバルコニー",
  "artist": "松田聖子",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "キミの記憶",
  "artist": "川村ゆみ",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "透明人間",
  "artist": "東京事変",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "閃光少女",
  "artist": "東京事変",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "【 稀羽すう】 🎶 #77 少女レイ、fake face dance music 、ダンスホール",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "SUMMER SONG-YUI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "Rolling Star-YUI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "晴る-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "アカシア-BUMP OF CHICKEN",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "コネクト-ClariS",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "ALIVE-ClariS",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "フリージア-Uru",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "My Dearest-supercell",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "Beautiful World-宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "花に亡霊-ヨルシカ(2)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "いのちの名前-木村弓",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "ガーネット-奥華子",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "残響散歌-Aimer",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "群青-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】14竖屏】My Dearest、ガーネット、残響散歌、群青【240809】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "雨とカプチーノ-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "接吻-Original Love",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "SUN-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "family song-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "夜空ノムコウ-SMAP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "Prisoner Of Love-宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "One Last Kiss-宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "Lemon-米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "灰色と青-米津玄師＆菅田将暉",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "晩餐歌-tuki.",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "アルジャーノン-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "左右盲-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "回る空うさぎ-Orangestar",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "ハロ／ハワユ-ナノウ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "小夜子-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "もののけ姫-米良美一",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "リフレクション-ムーラン",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=17"
},
    {
  "title": "ここにしか咲かない花-コブクロ (1chorus)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=18"
},
    {
  "title": "帰ろう-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】19】接吻、晩餐歌、小夜子、もののけ姫【240812】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=19"
},
    {
  "title": "たばこ-コレサワ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "恋人失格-コレサワ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "斜陽-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "さよーならまたいつか!-米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "きらり-藤井 風",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "napori-Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "東京フラッシュ-Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "踊り子-Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "KissHug-aiko",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "接吻-Original Love",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "First Love-宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "やさしさに包まれたなら-松任谷由実",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "大阪LOVER-DREAMS COME TRUE",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "涙のキッス-サザンオールスターズ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】竖屏14】たばこ、恋人失格、斜陽、さよーならまたいつか!【240817】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "波乗りジョニー-桑田佳祐(2)",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "怪獣の花唄-Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "ミュージック・アワー-ポルノグラフィティ",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "できっこないをやらなくちゃ-サンボマスター",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "世界はそれを愛と呼ぶんだぜ-サンボマスター",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "星座になれたら-結束バンド",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "ファジーネーブル-Conton Candy",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "カゲロウデイズ-じん",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "フライディ・チャイナタウン-泰葉",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "怪物-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "夏色-ゆず",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "長く短い祭-椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "まつり-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "花ハ踊レヤいろはにほ-チーム\"ハナヤマタ\"",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "愛を伝えたいだとか-あいみょん",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "Overdose-なとり",
  "artist": "前尘往事如昔故",
  "collection": "240821【 稀羽すう】17]🎶 #78波乗りジョニー、怪獣の花唄、ミュージック",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "ムーンライト伝説-DALI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "廻廻奇譚-Eve",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "メルト-Supercell",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "残響賛歌-Aimer",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "ミックスナッツ-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "サインはB-B小町",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "アイドル-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "夏祭り-Whiteberry",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "わたしの一番かわいいところ-FRUITS ZIPPER",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "Happiness-嵐",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "Love So Sweet-嵐",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "イケナイ太陽-ORANGE RANGE",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "Lemon-米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "変わらないもの-奥華子",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "サマータイムレコード-じん",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】15竖屏】周五定期竖屏【240823】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "別の人の彼女になったよ-wacci",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "君をのせて-井上あずみ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "空も飛べるはず-スピッツ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "アイデア-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "Hello Song-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "満ちてゆく-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "きらり-藤井 風",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "晴る-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "言って。-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "都落ち-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】10】🎶 #79 別の人の彼女になったよ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "波乗りジョニー-桑田佳祐",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "SUMMER SONG-YUI",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "青と夏-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "君と夏フェス-SHISHAMO",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "夏祭り-Whiteberry",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "ガーネット-奥華子",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "いのちの名前-木村弓",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "secret base～君がくれたもの～-ZONE",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "花に亡霊-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "サマータイムレコード-じん （Piano version）",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "若者のすべて-フジファブリック",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "夏色-ゆず",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】12】夏日歌曲特辑！8 月即将结束...【2024年8月29日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "ダンスホール-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "Lemon-米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "パラボラ-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "ブルーバード-いきものがかり",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "夏色-ゆず",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "星座になれたら-結束バンド",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "ルーマー-ポリスピカデリー",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "melt bitter-さとうもか",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "ノーチラス-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "KissHug-aiko",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "ヴィーナスとジーザス-やくしまるえつこ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "星間飛行-ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "惑星ループ-ナユタン星人",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "モザイクロール-DECO27",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "え？あぁ、そう。-蝶々P",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "ハロ／ハワユ-ナノウ （Piano version）",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】16】🎶 #80 ダンスホール、 Lemon、夏色【240904】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "アニマル-DECO27",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "Loveit-biz×ZERA feat LOLUET",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "エンヴィキャットウォーク-りぶ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "キャットラビング-香椎モイミ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "CAT'S EYE-杏里",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "猫-DISH//",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "風になる-つじあやの",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "ドラえもん-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "犬かキャットかで死ぬまで喧嘩しよう!-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】9】标题为什么是猫雷🐱⚡❕",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "地獄でなぜ悪い-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "プラチナ-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "NIGHT DANCER-imase",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "Overdose-なとり",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "秒針を噛む-ずっと真夜中でいいのに。",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "魂のルフラン-高橋洋子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "金木犀-くじら",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "チャイナアドバイス-相対性理論",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "三日月-絢香",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "夜明けと蛍-n-buna",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "赤黄色の金木犀-フジファブリック",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "若者のすべて-フジファブリック",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "エイリアンズ-キリンジ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "rain stops, good-bye-におP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "世界に一つだけの花-SMAP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "きらきら武士-レキシ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】🎶 #81 地獄でなぜ悪い、プラチナ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "青と夏-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "夏祭り-Whiteberry",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "君と夏フェス-SHISHAMO",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "ANIMA-ReoNa",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "SUMMER SONG-YUI",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "島人ぬ宝-BEGIN（by魔光リサ）",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "祝福-YOASOBI（by稀羽すう）",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "115万キロのフィルム-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "KissHug-aiko(2)",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "君の知らない物語-supercell",
  "artist": "前尘往事如昔故",
  "collection": "【魔光リサ / 稀羽すう】夏祭り、君と夏フェス、ANIMA【240820】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "少女レイ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "創聖のアクエリオン-AKINO",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "フリージア-Uru",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "真夜中のドア〜stay with me-松原みき",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "年下の男の子-キャンディーズ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "斜陽-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "左右盲-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "Pretender-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "カタオモイ-Aimer",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "愛を伝えたいだとか-あいみょん",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "Catch You Catch Me-グミ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "奏-スキマスイッチ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "ノーダウト-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "KICK BACK-米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "ヴィーナスとジーザス-やくしまるえつこ",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "LADY-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう 】周五定期竖屏✌  少女レイ、創聖のアクエリオン【2024年9月13日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "アルジャーノン-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "満ちてゆく-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "SWEET MEMORIES-松田聖子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "melt bitter-さとうもか",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "月のワルツ-諫山実生",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "ひこうき雲-松任谷由実",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "左右盲-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "ガーデン-藤井風",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "木綿のハンカチーフ-太田裕美",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "変わらないもの-奥華子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "夜撫でるメノウ-Ayase",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "family song-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "たばこ-コレサワ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "そうだよ。-ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "エイリアンズ-キリンジ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "糸-中島みゆき",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "蝶々結び-Aimer",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=17"
},
    {
  "title": "灰色と青-米津玄師＆菅田将暉",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=18"
},
    {
  "title": "恋-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】19】助眠歌回 アルジャーノン、満ちてゆく、SWEET MEMORIES【240922】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=19"
},
    {
  "title": "リスキーゲーム-黒うさP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "シザーハンズ-Nem",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "ワンルーム・オール・ザット・ジャズ-DATEKEN",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "香水-瑛人",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "接吻-Original Love",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "きらり-藤井 風",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "fake face dance music-音田雅則",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "春を告げる-yama",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "ヒッチコック-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "ノルニル-やくしまるえつこ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "星座になれたら-結束バンド",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "SWEET MEMORIES-松田聖子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "キリトリセン-40mP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "妄想感傷代償連盟-DECO27",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "回る空うさぎ-Orangestar",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】🎶 #82リスキーゲーム、 シザーハンズ、香水【240925】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "Mornin' Belll-稀羽すう",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】4魅力歌枠接力 】即使是实力系的角色，也可以魅力四射吗【2024年9月28日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "デスぺレート-TeddyLoid&Giga",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】4魅力歌枠接力 】即使是实力系的角色，也可以魅力四射吗【2024年9月28日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "女の子は誰でも-東京事変",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】4魅力歌枠接力 】即使是实力系的角色，也可以魅力四射吗【2024年9月28日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "シニカルナイトプラン-Ayase",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】4魅力歌枠接力 】即使是实力系的角色，也可以魅力四射吗【2024年9月28日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "悪魔の子 -ヒグチアイ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "丸の内サディスティック -椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "ANIMA -ReoNa",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "メフィスト -女王蜂",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "名前のない怪物 -EGOIST",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "NIGHT DANCER -imase",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "長く短い祭 -椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "公然の秘密 -椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "READY!! -765PRO ALLSTARS",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "祝福 -YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "ねぇ -Perfume",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "PONPONPON -きゃりーぱみゅぱみゅ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "真生活 -案山子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "燈 -崎山蒼志",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "さよーならまたいつか！ -米津玄師",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "Ready To Party -稀羽すう",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】悪魔の子 丸の内サディスティック メフィスト 名前のない怪物 🎶 #83",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "アイドル",
  "artist": "YOASOBI",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "God knows...",
  "artist": "涼宮ハルヒ(平野綾)",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "だから僕は音楽を辞めた",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "からくりピエロ",
  "artist": "40mP",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "ハナミズキ",
  "artist": "一青窈",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "夜に駆ける",
  "artist": "YOASOBI",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "忘れてやらない",
  "artist": "結束バンド",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "Mrs. Pumpkinの滑稽な夢",
  "artist": "ハチ",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "いーあるふぁんくらぶ",
  "artist": "みきとP",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "チューリングラブ",
  "artist": "ナナヲアカリ",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "シル・ヴ・プレジデント",
  "artist": "P丸様。",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "夢をかなえてドラえもん",
  "artist": "mao",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "ドラえもん",
  "artist": "星野源",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "SUN",
  "artist": "星野源",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "コーヒーとシロップ",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう】16竖屏周五定期】だから僕は音楽を辞めた ハナミズキ 夜に駆ける【241004】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "HELLO-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "怪獣の花唄-Vaundy(2)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "コネクト-ClariS",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "いけないボーダーライン-ワルキューレ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "ユニバーサル・バニー-シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "fake face dance music-音田雅則",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "Bunny Girl-AKASAKI",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "君は薔薇より美しい-布施明",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "怪物-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "フライディ・チャイナタウン-泰葉",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "ちゅ、多様性。-ano",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "チャイナアドバイス-相対性理論",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "ウォーアイニー-高橋 瞳 × BEAT CRUSADERS",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "One more time,One more chance-山崎まさよし",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】14】🎶 #84【241009】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "アイドル-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【 魔光リサ / 稀羽すう  】一周年3D歌回【241011】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "デスぺレート-TeddyLoid&Giga",
  "artist": "前尘往事如昔故",
  "collection": "【 魔光リサ / 稀羽すう  】一周年3D歌回【241011】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "Loveit-biz×ZERA feat LOLUET",
  "artist": "前尘往事如昔故",
  "collection": "【 魔光リサ / 稀羽すう  】一周年3D歌回【241011】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "fake face dance music-音田雅則",
  "artist": "前尘往事如昔故",
  "collection": "【 魔光リサ / 稀羽すう  】一周年3D歌回【241011】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "のびしろ-Creepy Nuts（by魔光リサ）",
  "artist": "前尘往事如昔故",
  "collection": "【 魔光リサ / 稀羽すう  】一周年3D歌回【241011】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "カナタハルカ-RADWIMPS（by稀羽すう）",
  "artist": "前尘往事如昔故",
  "collection": "【 魔光リサ / 稀羽すう  】一周年3D歌回【241011】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "灰色と青-米津玄師＆菅田将暉",
  "artist": "前尘往事如昔故",
  "collection": "【 魔光リサ / 稀羽すう  】一周年3D歌回【241011】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "メフィスト-女王蜂",
  "artist": "前尘往事如昔故",
  "collection": "【 魔光リサ / 稀羽すう  】一周年3D歌回【241011】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "I LOVE...-official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "東京フラッシュ-Vaundy",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "カタオモイ-Aimer",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "キミの記憶-川村ゆみ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "左右盲-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "トウキョウ・シャンディ・ランデヴ-MAISONdes",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "きらり-藤井 風(2)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "ダンスホール-Mrs. GREEN APPLE",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "Bunny Girl-AKASAKI",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "ルーマー-ポリスピカデリー",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "Limbo-春野",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "プラチナ-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "Catch You Catch Me-グミ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "CLEAR-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=14"
},
    {
  "title": "マジックナンバー-坂本真綾",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】15】I LOVE...  東京フラッシュ  カタオモイ【241015】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=15"
},
    {
  "title": "空も飛べるはず",
  "artist": "スピッツ",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "チェリー",
  "artist": "スピッツ",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Love so sweet",
  "artist": "嵐",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "ブルーバード",
  "artist": "いきものがかり",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "青のすみか",
  "artist": "キタニタツヤ",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ダーリン",
  "artist": "須田景凪",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "金木犀",
  "artist": "くじら",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "接吻",
  "artist": "Original Love",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "たばこ",
  "artist": "コレサワ",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "シンデレラボーイ",
  "artist": "Saucy Dog",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "秒針を噛む",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "My Dearest",
  "artist": "supercell",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "NIGHT DANCER",
  "artist": "imase",
  "collection": "【稀羽すう】14】 🎶 #85青のすみか ダーリン 秒針を噛む【20241023】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "3月9日",
  "artist": "レミオロメン",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "カブトムシ",
  "artist": "aiko",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "366日",
  "artist": "HY",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "恋",
  "artist": "星野源",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "ひまわりの約束",
  "artist": "秦基博",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "いのちの名前",
  "artist": "木村弓",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "First Love",
  "artist": "宇多田ヒカル",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "雪の華",
  "artist": "中島美嘉",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "SWEET MEMORIES",
  "artist": "松田聖子",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "DAN DAN 心魅かれてく",
  "artist": "FIELD OF VIEW",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "月のワルツ",
  "artist": "諫山実生",
  "collection": "【稀羽すう】12竖屏】3月9日 カブトムシ 366日【20241026】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "水平線",
  "artist": "back number",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "廻廻奇譚",
  "artist": "Eve",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "怪物",
  "artist": "YOASOBI",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "ヴァンパイア",
  "artist": "DECO27",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "Mrs. Pumpkinの滑稽な夢",
  "artist": "ハチ",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "時よ",
  "artist": "星野源",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "NEW LOOK",
  "artist": "安室奈美恵",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "napori",
  "artist": "Vaundy",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "接吻",
  "artist": "Original Love",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "Revival",
  "artist": "スキマスイッチ",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "願い",
  "artist": "Sumika",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "さよならの夏 ～コクリコ坂から～",
  "artist": "手嶌葵",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=14"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=15"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "#86【稀羽すう】16】🎶 【20241030】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=16"
},
    {
  "title": "NIGHT DANCER",
  "artist": "imase",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "フライデーナイト",
  "artist": "なとり",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "Overdose",
  "artist": "なとり",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "melt bitter",
  "artist": "さとうもか",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "SWEET TWEET",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "踊り子",
  "artist": "Vaundy",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "死ぬのがいいわ",
  "artist": "藤井風",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "花",
  "artist": "藤井風",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "ルーマー",
  "artist": "ポリスピカデリー",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "NEW LOOK",
  "artist": "安室奈美恵",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "君がいて水になる",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "脳裏上のクラッカー",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "Pop Virus",
  "artist": "星野源",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "【稀羽すう】16】傍晚来听一些悠闲而帅气的歌曲怎么样~【2024年11月3日】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "雫",
  "artist": "スキマスイッチ",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=1"
},
    {
  "title": "忘れじの言の葉",
  "artist": "未来古代楽団",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=2"
},
    {
  "title": "テルーの唄",
  "artist": "手嶌葵",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=3"
},
    {
  "title": "君をのせて",
  "artist": "井上あずみ",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=4"
},
    {
  "title": "もののけ姫",
  "artist": "米良美一",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=5"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=6"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=7"
},
    {
  "title": "なにやってもうまくいかない",
  "artist": "meiyo",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=8"
},
    {
  "title": "アカシア",
  "artist": "BUMP OF CHICKEN",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=9"
},
    {
  "title": "女の子は誰でも",
  "artist": "東京事変",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=10"
},
    {
  "title": "Ready To Party",
  "artist": "稀羽すう",
  "collection": "#87【稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=11"
},
    {
  "title": "うれしい！たのしい！大好き!",
  "artist": "DREAMS COME TRUE",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "イミテイション・ゴールド",
  "artist": "山口百恵",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "魔性の女A",
  "artist": "紫 今",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "I remember you",
  "artist": "YUI",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "愛とU",
  "artist": "Mega Shinnosuke",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "真赤な太陽",
  "artist": "美空ひばり",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "ロマンスの神様",
  "artist": "広瀬香美",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "Subtitle",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "大阪LOVER",
  "artist": "DREAMS COME TRUE",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "ドライフラワー",
  "artist": "優里",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "トロイメライ",
  "artist": "稀羽すう",
  "collection": "【稀羽すう】久违的歌声练习！【13 241115",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "Rolling Star",
  "artist": "YUI",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "言って。",
  "artist": "ヨルシカ",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "雪の華",
  "artist": "中島美嘉",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "弱虫モンブラン",
  "artist": "DECO27",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "勇気100%",
  "artist": "光GENJI",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "怪獣の花唄",
  "artist": "Vaundy",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "津軽海峡冬景色",
  "artist": "石川さゆり",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "モザイクロール",
  "artist": "DECO27",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "夜空ノムコウ",
  "artist": "SMAP",
  "collection": "#88【 稀羽すう】星期三的定期歌枠~🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "気まぐれロマンティック",
  "artist": "いきものがかり",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "トウキョウ・シャンディ・ランデヴ",
  "artist": "MAISONdes",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "私は最強",
  "artist": "Ado",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "トライアングラー",
  "artist": "坂本真綾",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "星間飛行",
  "artist": "中島愛",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "フォニイ",
  "artist": "ツミキ",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "きゅうくらりん",
  "artist": "いよわ",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "えれくとりっく・えんじぇぅ",
  "artist": "ヤスオ",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ワールドイズマイン",
  "artist": "ryo",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "恋は戦争",
  "artist": "ryo",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "ドーナツホール",
  "artist": "ハチ",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "初めての恋が終わる時",
  "artist": "ryo",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "おじゃま虫",
  "artist": "DECO27",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "妄想感傷代償連盟",
  "artist": "DECO27",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "本能",
  "artist": "椎名林檎",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "Tell Me Baby",
  "artist": "Official髭男dism",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "透明人間",
  "artist": "東京事変",
  "collection": "#89【稀羽すう 】星期三定期歌回🎶【18",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=18"
},
    {
  "title": "コネクト",
  "artist": "ClariS",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "ALIVE",
  "artist": "ClariS",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "God knows...",
  "artist": "涼宮ハルヒ(平野綾)",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "Don't say \"lazy\"",
  "artist": "放課後ティータイム",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "Paradise Lost",
  "artist": "茅原実里",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "名前のない怪物",
  "artist": "EGOIST",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "怪物",
  "artist": "YOASOBI",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "オリオンをなぞる",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "境界の彼方",
  "artist": "茅原実里",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "ANIMA",
  "artist": "ReoNa",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "残響賛歌",
  "artist": "Aimer",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "#90 稀羽すう】星期三的定期歌回🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "君の知らない物語",
  "artist": "Supercell",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "フリージア",
  "artist": "Uru",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "ケセラセラ",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "アカシア",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "天体観測",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "なんでもないや",
  "artist": "RADWIMPS",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "まつり",
  "artist": "藤井風",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "怪獣の花歌",
  "artist": "Vaundy",
  "collection": "【 稀羽すう 】久违的周五竖屏歌回【9【241206",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "すてきなホリデイ",
  "artist": "竹内まりや",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "プラチナ",
  "artist": "坂本真綾",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Snow halation",
  "artist": "μ's",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "Shine!!",
  "artist": "CINDERELLA PROJECT",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "Study Equal Magic!",
  "artist": "S.E.M",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "サインはB",
  "artist": "B小町",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則(2)",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "雪の華",
  "artist": "中島美嘉",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ノーチラス",
  "artist": "ヨルシカ",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "クリスマスソング",
  "artist": "back number",
  "collection": "#91【稀羽すう】圣诞、雪、冬天。水曜定期歌枠 🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "悪魔の子",
  "artist": "ヒグチアイ",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "Together",
  "artist": "あきよしふみえ",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "めざせポケモンマスター",
  "artist": "松本 梨香",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "別の人の彼女になったよ",
  "artist": "wacci",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "SUN",
  "artist": "星野源",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "愛を伝えたいだとか",
  "artist": "あいみょん",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "変わらないもの",
  "artist": "奥華子",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "絶対アイドル辞めないで",
  "artist": "=LOVE",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "アイドル",
  "artist": "YOASOBI",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "カブトムシ",
  "artist": "aiko",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "ボーイフレンド",
  "artist": "aiko",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "【稀羽すう】周五竖屏歌回 241215",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "I LOVE...",
  "artist": "official髭男dism",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=1"
},
    {
  "title": "HELLO",
  "artist": "Official髭男dism",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=2"
},
    {
  "title": "Subtitle",
  "artist": "Official髭男dism",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=3"
},
    {
  "title": "そうだよ。",
  "artist": "ランカ・リー(中島愛)",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=4"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=5"
},
    {
  "title": "カナタハルカ",
  "artist": "RADWIMPS",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=6"
},
    {
  "title": "エイリアンズ",
  "artist": "キリンジ",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=7"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=8"
},
    {
  "title": "世界の約束",
  "artist": "倍賞千恵子",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=9"
},
    {
  "title": "ミス・パラレルワールド",
  "artist": "相対性理論",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=10"
},
    {
  "title": "(恋は)百年戦争",
  "artist": "相対性理論",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=11"
},
    {
  "title": "さようなら、花泥棒さん",
  "artist": "メル",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=12"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "#92【稀羽すう】水曜定期歌枠  🎶",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=13"
},
    {
  "title": "サンタが町にやってくる (圣诞老人来到小镇)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "白い雪のプリンセスは",
  "artist": "のぼる↑",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "シンデレラ (Giga First Night Remix)",
  "artist": "DECO27",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "粉雪",
  "artist": "レミオロメン",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "雪の華",
  "artist": "中島美嘉(2)",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "SWEET MEMORIES",
  "artist": "松田聖子",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "プラスティック・ラブ",
  "artist": "竹内まりや",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "クリスマスソング",
  "artist": "back number",
  "collection": "【稀羽すう】圣诞水曜定期歌枠~ 🎶 #93",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "SAKURA",
  "artist": "いきものがかり",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "世界はそれを愛と呼ぶんだぜ",
  "artist": "サンボマスター",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "できっこないをやらなくちゃ",
  "artist": "サンボマスター",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI(2)",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "NIGHT DANCER",
  "artist": "imase",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "ファタール",
  "artist": "GEMN",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "青のすみか",
  "artist": "キタニタツヤ",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer(2)",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "地獄でなぜ悪い",
  "artist": "星野源",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "恋",
  "artist": "星野源",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "わたしの一番かわいいところ",
  "artist": "FRUITS ZIPPER",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "melt bitter",
  "artist": "さとうもか",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "祝福",
  "artist": "YOASOBI",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "Climax jump",
  "artist": "AAA DEN-O form",
  "collection": "【稀羽すう】新年初歌~🎍新年快乐",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "春を告げる",
  "artist": "yama",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "花は桜 君は美し",
  "artist": "いきものがかり",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "接吻",
  "artist": "Original Love",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "アイデア",
  "artist": "星野源",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "Pop Virus",
  "artist": "星野源",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "不思議",
  "artist": "星野源",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "Lemon",
  "artist": "米津玄師",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【稀羽すう】磨り硝子ボイスで歌います！13 250105",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "たぶん",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=1"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=2"
},
    {
  "title": "空も飛べるはず",
  "artist": "スピッツ",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=3"
},
    {
  "title": "踊り子",
  "artist": "Vaundy",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=4"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism(2)",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=5"
},
    {
  "title": "シニカルナイトプラン",
  "artist": "Ayase",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=6"
},
    {
  "title": "Mornin' Belll",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=7"
},
    {
  "title": "地球儀",
  "artist": "米津玄師(2)",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=8"
},
    {
  "title": "ハナミズキ",
  "artist": "一青窈",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=9"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=10"
},
    {
  "title": "アルジャーノン",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=11"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=12"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師(2)",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=13"
},
    {
  "title": "エイリアンズ",
  "artist": "キリンジ",
  "collection": "【 稀羽すう 】水曜定期歌枠 #94",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=14"
},
    {
  "title": "SUN",
  "artist": "星野源",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "うるわしきひと",
  "artist": "いきものがかり",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "きらり",
  "artist": "藤井 風",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "春擬き",
  "artist": "やなぎなぎ",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "もう恋なんてしない",
  "artist": "槇原敬之",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "ヴィーナスとジーザス",
  "artist": "やくしまるえつこ",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "少年よ我に帰れ",
  "artist": "やくしまるえつこ",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "チャイナアドバイス",
  "artist": "相対性理論",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "秒針を噛む",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "ダーリン",
  "artist": "須田景凪",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "ギラギラ",
  "artist": "Ado",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "レディメイド",
  "artist": "Ado",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "シャルル",
  "artist": "バルーン",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=14"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう 】昼下がりにお歌はいかが？ 15 250112",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=15"
},
    {
  "title": "LA・LA・LA LOVE SONG-久保田利伸",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "I LOVE...-official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "小さな恋のうた-MONGOL800",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "恋-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "春泥棒-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "ノーチラス-ヨルシカ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "First Love-宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "プラスティック・ラブ-竹内まりや",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "シリョクケンサ-40mP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "サリシノハラ-みきとP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "メルト-ryo",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "いかないで-想太",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "rain stops, good-bye-におP",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "たぶん-YOASOBI",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう】水曜定期歌枠 #95",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "オリオンをなぞる-UNISON SQUARE GARDEN",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "星座になれたら-結束バンド",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "おジャ魔女カーニバル!!-MAHO堂",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "サインはB-B小町",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "ライオン-シェリル・ノーム starring May'n,ランカ・リー(中島愛)",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "君じゃなきゃダメみたい-オーイシマサヨシ",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "廻廻奇譚-Eve",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "曇天-DOES",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "青空のナミダ-高橋瞳",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "ファタール-GEMN",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "シャル・ウィ・ダンス？-ReoNa",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "One Last Kiss-宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "Beautiful World-宇多田ヒカル",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "残酷な天使のテーゼ-高橋洋子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "創聖のアクエリオン-AKINO",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】アニソンしばり歌枠⚡ 15 2025年1月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "桜キッス-河辺千恵子",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "朝ごはんの歌-手嶌葵",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "ブラザーズ-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "恋の前ならえ-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "Clap Clap-Official髭男dism",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "Supernova-雄之助×春野",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "赤道を超えたら-椎名林檎",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "Crazy Crazy-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "family song-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "ワークソング-星野源",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "ユニバーサル・バニー-シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "pink monsoon-シェリル・ノーム starring May'n",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "RIDE ON TIME-山下 達郎",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "Bye Bye-フジファブリック",
  "artist": "前尘往事如昔故",
  "collection": "【 稀羽すう 】JOYSOUND for STREAMERで歌う！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "踊り子",
  "artist": "Vaundy",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "東京フラッシュ",
  "artist": "Vaundy",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "帰ろう",
  "artist": "藤井風",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "ベテルギウス",
  "artist": "優里",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "ドライフラワー",
  "artist": "優里",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "変わらないもの",
  "artist": "奥華子",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "ガーネット",
  "artist": "奥華子",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "One more time,One more chance",
  "artist": "山崎まさよし",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "忘れられないの",
  "artist": "サカナクション",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "寝・逃・げでリセット！",
  "artist": "柊つかさ(福原香織)",
  "collection": "【 稀羽すう 】深夜にまったり縦型歌枠🌙 2025年1月23日 13",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "怪獣の花唄",
  "artist": "Vaundy",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "赤いスイートピー",
  "artist": "松田聖子",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "ガーデン",
  "artist": "藤井風",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "POP STAR",
  "artist": "平井堅",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "水平線",
  "artist": "back number",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "群青",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "灰色と青",
  "artist": "米津玄師＆菅田将暉",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "空も飛べるはず",
  "artist": "スピッツ",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "風待ちジェット",
  "artist": "坂本真綾",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "雪の華",
  "artist": "中島美嘉",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "ロマンスの神様",
  "artist": "広瀬香美",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "死ぬのがいいわ",
  "artist": "藤井風",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "Lemon",
  "artist": "米津玄師",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=17"
},
    {
  "title": "愛を伝えたいだとか",
  "artist": "あいみょん",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=18"
},
    {
  "title": "NIGHT DANCER",
  "artist": "imase",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=19"
},
    {
  "title": "melt bitter",
  "artist": "さとうもか",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=20"
},
    {
  "title": "そうだよ。",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=21"
},
    {
  "title": "Good-bye days",
  "artist": "YUI",
  "collection": "【 稀羽すう】22 水曜定期歌枠 #96 + #97",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=22"
},
    {
  "title": "真夜中のドア〜stay with me",
  "artist": "松原みき",
  "collection": "【 稀羽すう  ＃巫てんり主催歌枠リレーResonance 】シティポップしばりでおしゃれな夜にします🕺✨",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "RIDE ON TIME",
  "artist": "山下 達郎",
  "collection": "【 稀羽すう  ＃巫てんり主催歌枠リレーResonance 】シティポップしばりでおしゃれな夜にします🕺✨",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "プラスティック・ラブ",
  "artist": "竹内まりや",
  "collection": "【 稀羽すう  ＃巫てんり主催歌枠リレーResonance 】シティポップしばりでおしゃれな夜にします🕺✨",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "フライディ・チャイナタウン",
  "artist": "泰葉",
  "collection": "【 稀羽すう  ＃巫てんり主催歌枠リレーResonance 】シティポップしばりでおしゃれな夜にします🕺✨",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【 #メメメのメ 歌枠リレー 】だつりょく系Vsinger、わたしらしく歌います🦢✨【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "たばこ",
  "artist": "コレサワ",
  "collection": "【 #メメメのメ 歌枠リレー 】だつりょく系Vsinger、わたしらしく歌います🦢✨【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "らしく。",
  "artist": "稀羽すう",
  "collection": "【 #メメメのメ 歌枠リレー 】だつりょく系Vsinger、わたしらしく歌います🦢✨【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "怪獣の花唄",
  "artist": "Vaundy",
  "collection": "【 #メメメのメ 歌枠リレー 】だつりょく系Vsinger、わたしらしく歌います🦢✨【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "チェリー",
  "artist": "スピッツ",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "小さな恋のうた",
  "artist": "MONGOL800",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "ファジーネーブル",
  "artist": "Conton Candy",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "ブルーバード",
  "artist": "いきものがかり",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "花は桜 君は美し",
  "artist": "いきものがかり",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "シンデレラボーイ",
  "artist": "Saucy Dog",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "赤黄色の金木犀",
  "artist": "フジファブリック",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "世界はそれを愛と呼ぶんだぜ",
  "artist": "无",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "ケセラセラ",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "シュガーソングとビターステップ",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "天体観測",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう 】バンド曲しばり歌枠🎸 2025年2月8日🎸 乐队曲目限定歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "バレンタイン・キッス",
  "artist": "国生さゆり",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=1"
},
    {
  "title": "Cafe Parade!",
  "artist": "Cafe Parade",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=2"
},
    {
  "title": "Ready To Party",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=3"
},
    {
  "title": "スイートマジック",
  "artist": "ろん×Junky",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=4"
},
    {
  "title": "CANDY CANDY",
  "artist": "きゃりーぱみゅぱみゅ",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=5"
},
    {
  "title": "けーたいみしてよ",
  "artist": "MAISONdes",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=6"
},
    {
  "title": "気まぐれロマンティック",
  "artist": "いきものがかり",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=7"
},
    {
  "title": "CHE.R.RY",
  "artist": "YUI",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=8"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=9"
},
    {
  "title": "不可幸力",
  "artist": "Vaund",
  "collection": "【 稀羽すう】穿着新服装的情人节歌枠 🍫",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=10"
},
    {
  "title": "フライデーナイト",
  "artist": "なとり",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "ノーザンクロス",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "One Last Kiss",
  "artist": "宇多田ヒカル",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "Supernova",
  "artist": "雄之助×春野",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "不可幸力",
  "artist": "Vaundy",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "SPiCa",
  "artist": "とくP",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "＊ハロー、プラネット。",
  "artist": "sasakure.UK",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "カムパネルラ",
  "artist": "sasakure.UK",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "ワールドイズマイン",
  "artist": "ryo",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "恋は戦争",
  "artist": "ryo",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "テルーの唄",
  "artist": "手嶌葵",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "勇気100%",
  "artist": "光GENJI",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "Climax jump",
  "artist": "AAA DEN-O form",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "アンインストール",
  "artist": "石川智晶",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠#98【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "3月9日",
  "artist": "レミオロメン",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "奏",
  "artist": "スキマスイッチ",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "風を食む",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "らしく。",
  "artist": "稀羽すう",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "愛を伝えたいだとか",
  "artist": "あいみょん",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "NIGHT DANCER",
  "artist": "imase",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "踊り子",
  "artist": "Vaundy",
  "collection": "【稀羽すう/Re:AcT】无回声(混响)的歌枠!? ✦ 【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "春を告げる",
  "artist": "yama",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "祝福",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "夜に駆ける",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "アイドル",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "ファタール",
  "artist": "GEMN",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "Mornin' Belll",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "Paradise Lost",
  "artist": "茅原実里",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "射手座☆午後九時Don't be late",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "KissHug",
  "artist": "aiko",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "ハナミズキ",
  "artist": "一青窈",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "君がいて水になる",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "名前のない怪物",
  "artist": "EGOIST",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠 #99【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "雪、無音、窓辺にて。",
  "artist": "長門有希 (CV.茅原実里)",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "オレンジ",
  "artist": "逢坂大河(釘宮理恵),櫛枝実乃梨(堀江由衣),川嶋亜美(喜多村英梨)",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "プレパレード",
  "artist": "逢坂大河(釘宮理恵)・櫛枝実乃梨(堀江由衣)・川嶋亜美(喜多村英梨)",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "Just Be Friends",
  "artist": "Dixie Flatline",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "アイロニ",
  "artist": "すこっぷ",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "NOBODY KNOWS",
  "artist": "スガシカオ",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "Beyond the way",
  "artist": "Giga",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "CH4NGE",
  "artist": "Giga",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "フライデーナイト",
  "artist": "なとり",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ヴィーナスとジーザス",
  "artist": "やくしまるえつこ",
  "collection": "【 稀羽すう/Re:AcT 】縦型歌枠 #shorts #Vtuber 2025年02月28日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "銀河鉄道999",
  "artist": "ゴダイゴ",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ルージュの伝言",
  "artist": "松任谷由実",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "115万キロのフィルム",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "異端なスター",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "オリオンをなぞる",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "祝福",
  "artist": "YOASOBI",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "怪獣の花唄",
  "artist": "Vaundy",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "ガーデン",
  "artist": "藤井風",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "花",
  "artist": "藤井風",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "アルジャーノン",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "帰ろう",
  "artist": "藤井風",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "キミの記憶",
  "artist": "川村ゆみ",
  "collection": "【稀羽すう / Re:AcT】水曜定期歌枠㊗100 回【  歌枠 / KARAOKE  】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "一難",
  "artist": "Penthouse",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "BLAZE",
  "artist": "キンヤ",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "ループ",
  "artist": "坂本真綾",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "IT'S",
  "artist": "キンヤ",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "風待ちジェット",
  "artist": "坂本真綾",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "サラマンダー",
  "artist": "DECO27",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "止マレ！- 涼宮ハルヒ(平野綾)・長門有希(茅原実里)・朝比奈みくる(後藤邑子)",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "プリズム",
  "artist": "池田綾子",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "三日月",
  "artist": "絢香",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "テルーの唄",
  "artist": "手嶌葵",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "エイリアンズ",
  "artist": "キリンジ",
  "collection": "【稀羽すう/Re:AcT】欢迎新朋友!我想为周五之夜增添色彩【歌枠/KARAOKE】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【 #CMYKProject 】これがわたしの世界です【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "Floating",
  "artist": "稀羽すう",
  "collection": "【 #CMYKProject 】これがわたしの世界です【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Rumor",
  "artist": "Police Piccadilly",
  "collection": "【 #CMYKProject 】これがわたしの世界です【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "トロイメライ",
  "artist": "稀羽すう",
  "collection": "【 #CMYKProject 】これがわたしの世界です【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "接吻",
  "artist": "Original Love",
  "collection": "【 #CMYKProject 】これがわたしの世界です【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ギラギラ",
  "artist": "Ado",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "私は最強",
  "artist": "Ado",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "春を告げる",
  "artist": "yama",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "メランコリック",
  "artist": "Junky",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "メリッサ",
  "artist": "ポルノグラフィティ",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "again",
  "artist": "YUI",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "Rolling Star",
  "artist": "YUI",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "SAKURA-ハルヲウタワネバダ-",
  "artist": "矢島美容室",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "変わらないもの",
  "artist": "奥華子",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "花ハ踊レヤいろはにほ",
  "artist": "チームハナヤマタ",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "Happiness",
  "artist": "嵐",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "犬かキャットかで死ぬまで喧嘩しよう！",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう / Re:AcT 】水曜定期歌枠  #101【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "Pretender",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "猫",
  "artist": "DISH//",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "ドライフラワー",
  "artist": "優里",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "別の人の彼女になったよ",
  "artist": "wacci",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "366日",
  "artist": "HY",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "たばこ",
  "artist": "コレサワ",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "恋人失格",
  "artist": "コレサワ",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "melt bitter",
  "artist": "さとうもか",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "ツギハギスタッカート",
  "artist": "とあ",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "もう恋なんてしない",
  "artist": "槇原敬之",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "たぶん",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】 失恋歌曲专场歌枠✦源视频：失恋ソングしばり歌枠✦【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "丸の内サディスティック",
  "artist": "椎名林檎",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "秒針を噛む",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "祝福",
  "artist": "YOASOBI",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ベテルギウス",
  "artist": "優里(2)",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "Subtitle",
  "artist": "Official髭男dism",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "願い",
  "artist": "Sumika",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "One more time,One more chance",
  "artist": "山崎まさよし",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "悪魔の子",
  "artist": "ヒグチアイ",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "だから僕は音楽を辞めた",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "怪物",
  "artist": "YOASOBI",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "透明人間",
  "artist": "東京事変",
  "collection": "【 #歌枠 / KARAOKE 】水曜定期歌枠 #102【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "✦【 稀羽すう / Re:AcT 】あのさ、なんだか歌いたい気分なんだ。【 歌枠 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "春擬き",
  "artist": "やなぎなぎ",
  "collection": "✦【 稀羽すう / Re:AcT 】あのさ、なんだか歌いたい気分なんだ。【 歌枠 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "✦【 稀羽すう / Re:AcT 】あのさ、なんだか歌いたい気分なんだ。【 歌枠 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "創聖のアクエリオン",
  "artist": "AKINO",
  "collection": "✦【 稀羽すう / Re:AcT 】あのさ、なんだか歌いたい気分なんだ。【 歌枠 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "少女レイ",
  "artist": "みきとP",
  "collection": "✦【 稀羽すう / Re:AcT 】あのさ、なんだか歌いたい気分なんだ。【 歌枠 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "✦【 稀羽すう / Re:AcT 】あのさ、なんだか歌いたい気分なんだ。【 歌枠 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "✦【 稀羽すう / Re:AcT 】あのさ、なんだか歌いたい気分なんだ。【 歌枠 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "たばこ",
  "artist": "コレサワ",
  "collection": "✦【 稀羽すう / Re:AcT 】あのさ、なんだか歌いたい気分なんだ。【 歌枠 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "春を告げる",
  "artist": "yama",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "コーヒーとシロップ",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "春一番",
  "artist": "キャンディーズ",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "花は桜 君は美し",
  "artist": "いきものがかり",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "チェリー",
  "artist": "スピッツ",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "キリトリセン",
  "artist": "40mP",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "からくりピエロ",
  "artist": "40mP",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ホールニューワールド",
  "artist": "アラジンとジャスミン",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "パート・オブ・ユア・ワールド",
  "artist": "アリエル",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "Believe",
  "artist": "前尘往事如昔故",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "心の瞳",
  "artist": "坂本九",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "【稀羽すう - Suu Usuwa -】 水曜定期歌枠 #103   (告知！！！🦢🎹🐺3D联动)",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "CLEAR",
  "artist": "坂本真綾",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "斜陽",
  "artist": "ヨルシカ",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "ひまわりの約束",
  "artist": "秦基博",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "星が瞬くこんな夜に",
  "artist": "Supercell",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "フリージア",
  "artist": "Uru",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "Mela!",
  "artist": "緑黄色社会",
  "collection": "【 #るるすうセイ 】🎤 3D 卡拉 OK 合作🌸 【 稀羽すう/橙里セイ/陽月るるふ 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "フリージア",
  "artist": "Uru",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Pop Virus",
  "artist": "星野源",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "アイデア",
  "artist": "星野源",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "怪物",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "死ぬのがいいわ",
  "artist": "藤井風",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "napori",
  "artist": "Vaundy",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "東京フラッシュ",
  "artist": "Vaundy",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "Good-bye days",
  "artist": "YUI",
  "collection": "【 稀羽すう / Re:AcT 】夜、ここで待ってます。 ✦ Singing Stream【 歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "Blooming♡Blooming",
  "artist": "るか from AIKATSU☆STARS",
  "collection": "出道3周年纪念歌枠✦✦✦✦✦3rd Anniversary【 稀羽すう】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "Mornin’ Belll",
  "artist": "稀羽すう",
  "collection": "出道3周年纪念歌枠✦✦✦✦✦3rd Anniversary【 稀羽すう】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "SUN",
  "artist": "星野源",
  "collection": "出道3周年纪念歌枠✦✦✦✦✦3rd Anniversary【 稀羽すう】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "Ready To Party",
  "artist": "稀羽すう",
  "collection": "出道3周年纪念歌枠✦✦✦✦✦3rd Anniversary【 稀羽すう】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "出道3周年纪念歌枠✦✦✦✦✦3rd Anniversary【 稀羽すう】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "らしく。",
  "artist": "稀羽すう",
  "collection": "出道3周年纪念歌枠✦✦✦✦✦3rd Anniversary【 稀羽すう】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "空",
  "artist": "音無小鳥(滝田樹里)",
  "collection": "出道3周年纪念歌枠✦✦✦✦✦3rd Anniversary【 稀羽すう】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "出道3周年纪念歌枠✦✦✦✦✦3rd Anniversary【 稀羽すう】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "桜キッス",
  "artist": "河辺千恵子",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "朝ごはんの歌",
  "artist": "手嶌葵",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "さよならの夏 ～コクリコ坂から～",
  "artist": "手嶌葵",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "大阪LOVER",
  "artist": "DREAMS COME TRUE",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "桜の森",
  "artist": "星野源",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "地獄でなぜ悪い",
  "artist": "星野源",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "Hello Song",
  "artist": "星野源",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "Clap Clap",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "青のすみか",
  "artist": "キタニタツヤ",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "はじめてのチュウ",
  "artist": "あんしんパパ",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "愛・おぼえていますか",
  "artist": "飯島真理",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "What 'bout my ster",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "涙目爆発音",
  "artist": "ワルキューレ",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "超時空飯店 娘々",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "ニンジーン Loves you yeah!",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "アナタノオト",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【 稀羽すう】この声が、聴こえていますか？ 午餐时间歌唱直播 ✦ Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "ANIMA",
  "artist": "ReoNa",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "不可幸力",
  "artist": "Vaundy",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "KICK BACK",
  "artist": "米津玄師",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "メフィスト",
  "artist": "女王蜂",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "悪魔の子",
  "artist": "ヒグチアイ",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "Paradise Lost",
  "artist": "茅原実里",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "オベリスク",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "ノーザンクロス",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "射手座☆午後九時Don't be late",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "祝福",
  "artist": "YOASOBI",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "罠",
  "artist": "THE BACK HORN",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "One Last Kiss",
  "artist": "宇多田ヒカル",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "廻廻奇譚",
  "artist": "Eve",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "青のすみか",
  "artist": "キタニタツヤ",
  "collection": "【稀羽すう】歌おっか！水曜定期歌枠#104 2025年4月9日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=1"
},
    {
  "title": "月のワルツ",
  "artist": "諫山実生",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=2"
},
    {
  "title": "ルーマー",
  "artist": "ポリスピカデリー",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=3"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=4"
},
    {
  "title": "弱虫モンブラン",
  "artist": "DECO27",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=5"
},
    {
  "title": "キラキラ",
  "artist": "aiko",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=6"
},
    {
  "title": "不可思議のカルテ",
  "artist": "from青春ブタ野郎はバニーガール先輩の夢を見ない",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=7"
},
    {
  "title": "シャル・ウィ・ダンス？",
  "artist": "ReoNa",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=8"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=9"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=10"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=11"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【 稀羽すう】水曜定期歌枠 #105 Singing Stream 2025年04月16日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=12"
},
    {
  "title": "天体観測",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "アカシア",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "フォニイ",
  "artist": "ツミキ",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "トウキョウ・シャンディ・ランデヴ",
  "artist": "MAISONdes",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "夕景イエスタディ",
  "artist": "じん",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "RIDE ON TIME",
  "artist": "山下 達郎",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "時よ",
  "artist": "星野源",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "恋",
  "artist": "星野源",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "ひまわりの約束",
  "artist": "秦基博",
  "collection": "【 稀羽すう / Re:AcT 】歌おうぜ。 水曜定期歌枠 106 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "花ざかりWeekend",
  "artist": "4Luxury",
  "collection": "【稀羽すう 2025年04月26日偶像歌曲接力】我成为了偶像…！？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "カレンダーガール",
  "artist": "STAR☆ANIS",
  "collection": "【稀羽すう 2025年04月26日偶像歌曲接力】我成为了偶像…！？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "too late",
  "artist": "月紫アリア",
  "collection": "【稀羽すう 2025年04月26日偶像歌曲接力】我成为了偶像…！？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "絶対アイドル辞めないで",
  "artist": "=LOVE",
  "collection": "【稀羽すう 2025年04月26日偶像歌曲接力】我成为了偶像…！？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "星間飛行",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "いけないボーダーライン",
  "artist": "ワルキューレ",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "Shine!!",
  "artist": "CINDERELLA PROJECT",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "きらり",
  "artist": "藤井 風",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "プラチナ",
  "artist": "坂本真綾",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "Catch You Catch Me",
  "artist": "グミ",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "天体観測",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "Lost my music",
  "artist": "涼宮ハルヒ(平野綾)",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "God knows...",
  "artist": "涼宮ハルヒ(平野綾)",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=14"
},
    {
  "title": "フリージア",
  "artist": "Uru",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=15"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=16"
},
    {
  "title": "ベテルギウス",
  "artist": "優里",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 Singing Stream #107",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=17"
},
    {
  "title": "ヴィーナスとジーザス",
  "artist": "やくしまるえつこ",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "怪獣の花唄",
  "artist": "Vaundy",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "プラチナ",
  "artist": "坂本真綾",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "CLEAR",
  "artist": "坂本真綾",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "Catch You Catch Me",
  "artist": "グミ",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "ルージュの伝言",
  "artist": "松任谷由実",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "Pop Virus",
  "artist": "星野源",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "花に亡霊",
  "artist": "ヨルシカ",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "不可思議のカルテ",
  "artist": "from青春ブタ野郎はバニーガール先輩の夢を見ない",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "シャル・ウィ・ダンス？",
  "artist": "ReoNa",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "ANIMA",
  "artist": "ReoNa",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "残響賛歌",
  "artist": "Aimer",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "ファタール",
  "artist": "GEMN",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "不可幸力",
  "artist": "Vaundy",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=18"
},
    {
  "title": "ハレンチ",
  "artist": "ちゃんみな",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=19"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "稀羽すう 竖屏 夕暮れ時に歌をお届け 2025年5月7日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=20"
},
    {
  "title": "やさしさに包まれたなら",
  "artist": "松任谷由実",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "朝ごはんの歌",
  "artist": "手嶌葵",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "Mornin’ Belll",
  "artist": "稀羽すう",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "ケセラセラ",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "へび",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "アイデア",
  "artist": "星野源",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "マジックナンバー",
  "artist": "坂本真綾",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "白金ディスコ",
  "artist": "阿良々木月火(井口裕香)",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "空",
  "artist": "音無小鳥(滝田樹里)",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "スマイル・エンゲージ",
  "artist": "Beit",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "Blooming♡Blooming",
  "artist": "るか from AIKATSU☆STARS！",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "忘れられないの",
  "artist": "サカナクション",
  "collection": "【稀羽すう / Re:AcT】朝、鳥のさえずりを聞くとよいことがおきるでしょう。 #朝活 【 2025年5月10日 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "Lemon",
  "artist": "米津玄師",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "オレンジ",
  "artist": "逢坂大河(cv.釘宮理恵)、櫛枝実乃梨(cv.堀江由衣)、川嶋亜美(cv.喜多村英梨)",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "チェリー",
  "artist": "スピッツ",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "CHE.R.RY",
  "artist": "YUI",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "名前の無い怪物",
  "artist": "EGOIST",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "地獄で何が悪い",
  "artist": "星野源",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "supernova",
  "artist": "春野と雄之助",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "静かなる逆襲",
  "artist": "椎名林檎",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "丸の内サディスティック",
  "artist": "椎名林檎",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "愛を伝えたいだとか",
  "artist": "あいみょん",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "テルーの唄",
  "artist": "手嶌葵",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "少女レイ",
  "artist": "みきとP",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "できっこないを やらなくちゃ",
  "artist": "サンボマスター",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "世界はそれを愛と呼ぶんだぜ",
  "artist": "サンボマスター",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "犬かキャットかで死ぬまでケンカしよう",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう 竖屏】 お昼から、歌う。 250517#shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "星間飛行",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "オリオンをなぞる",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "メランコリック",
  "artist": "Junky",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "ユニバーサル・バニー",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "へび",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "月のワルツ",
  "artist": "諫山実生",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "ワンルーム・オール・ザット・ジャズ",
  "artist": "DATEKEN",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "灰色と青",
  "artist": "米津玄師＆菅田将暉",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "回る空うさぎ",
  "artist": "Orangestar",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 Singing Stream #108",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "トンデモワンダーズ",
  "artist": "sasakure.UK",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "HELLO",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "アポロ",
  "artist": "ポルノグラフィティ",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "祝福",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "ラブレター",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "DAN DAN 心魅かれてく",
  "artist": "FIELD OF VIEW",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "Booo!",
  "artist": "TOKOTOKO（西沢さんP）",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "カレンダーガール",
  "artist": "STAR☆ANIS",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "【 稀羽すう / Re:AcT 】明日お誕生日です。 水曜20時は定期歌枠 #109",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "Ready To Party",
  "artist": "稀羽すう",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ルージュの伝言",
  "artist": "荒井由実",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "クリームソーダとシャンデリア",
  "artist": "Mei & Henrii　with yosumi",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "コーヒーとシロップ",
  "artist": "Official髭男dism　with 巫てんり",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "平行線",
  "artist": "Eve × suis from ヨルシカ　with 花鋏キョウ",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ　with 涼海ネモ",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "seaglass",
  "artist": "稀羽すう",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "Beneath the Mask",
  "artist": "Lyn",
  "collection": "【 #稀羽すう生誕祭2025 】3D BIRTHDAY LIVE 「ようこそ、喫茶シーニュへ！ 」",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "雨傘",
  "artist": "TOKIO",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ブレーメン",
  "artist": "ヨルシカ",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "アイデア",
  "artist": "星野源",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ハレンチ",
  "artist": "ちゃんみな",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "カブトムシ",
  "artist": "aiko",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "キラキラ",
  "artist": "aiko",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "プラチナ",
  "artist": "坂本真綾",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "メルト",
  "artist": "ryo",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "ミュージック・アワー",
  "artist": "ポルノグラフィティ",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "長く短い祭",
  "artist": "椎名林檎",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "花ざかりWeekend",
  "artist": "4Luxury",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【  稀羽すう 竖屏 】 雨の日を彩る歌 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "コーヒーとシロップ",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "気まぐれロマンティック",
  "artist": "いきものがかり",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "接吻",
  "artist": "Original Love",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "シュガーソングとビターステップ",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "SWEET TWEET",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "赤いスイートピー",
  "artist": "松田聖子",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "B級",
  "artist": "ちゃんみな",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "ハレンチ",
  "artist": "ちゃんみな",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "ロミオとシンデレラ",
  "artist": "doriko",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "きらり",
  "artist": "藤井 風",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "クリームソーダとシャンデリア",
  "artist": "mei × Henrii(feat.ねんね)",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "melt bitter",
  "artist": "さとうもか",
  "collection": "【 稀羽すう 】茶でもしばくか☕ 水曜20時は定期歌枠#110",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "トライアングラー",
  "artist": "坂本真綾",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "アカシア",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "怪獣の花唄",
  "artist": "Vaundy",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "忘れてやらない",
  "artist": "結束バンド",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "うるわしきひと",
  "artist": "いきものがかり",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "115万キロのフィルム",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "ルーマー",
  "artist": "ポリスピカデリー",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "プラスティック・ラブ",
  "artist": "竹内まりや",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "なんでもないや",
  "artist": "RADWIMPS",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "変わらないもの",
  "artist": "奥華子",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "花に亡霊",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "【 稀羽すう】活動開始5周年の歌をうたうよ。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "ガーネット",
  "artist": "奥華子",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "忘れじの言の葉",
  "artist": "未来古代楽団",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "やさしさに包まれたなら",
  "artist": "松任谷由実",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "世界の約束",
  "artist": "倍賞千恵子",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "ひまわりの約束",
  "artist": "秦基博",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "心拍数♯0822",
  "artist": "蝶々P",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "ガーデン",
  "artist": "藤井風",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "エイリアンズ",
  "artist": "キリンジ",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "トロイメライ",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "たぶん",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "DRIVE A LIVE",
  "artist": "315 ALLSTARS",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "STARLIGHT CELEBRATE!",
  "artist": "DRAMATIC STARS",
  "collection": "【 稀羽すう / Re:AcT 】 ✦ 優しい夜の歌枠【 #歌枠 / KARAOKE 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "SUN",
  "artist": "星野源",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "桜の森",
  "artist": "星野源",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "できっこないを やらなくちゃ",
  "artist": "サンボマスター",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "孤独とランデブー",
  "artist": "サンボマスター",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "ロックンロール イズ ノットデッド",
  "artist": "サンボマスター",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "Clap Clap",
  "artist": "Official髭男dism",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "波乗りジョニー",
  "artist": "桑田佳祐",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "徒然モノクローム",
  "artist": "フジファブリック",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "TEENAGER",
  "artist": "フジファブリック",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "ただ君に晴れ",
  "artist": "ヨルシカ",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "ヒッチコック",
  "artist": "ヨルシカ",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "だから僕は音楽を辞めた",
  "artist": "ヨルシカ",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "rain stops, good-bye",
  "artist": "におP",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "天ノ弱",
  "artist": "164",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "Heart Beats",
  "artist": "emon（Tes.）",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "Climax jump",
  "artist": "AAA DEN-O form",
  "collection": "2025年6月14日 稀羽すう 竖屏",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=17"
},
    {
  "title": "冒険でしょでしょ",
  "artist": "平野綾",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "ライオン",
  "artist": "シェリル・ノーム starring May'n,ランカ・リー(中島愛)",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "Never More",
  "artist": "平田志穂子",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "Cry Baby",
  "artist": "Official髭男dism",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "I LOVE...",
  "artist": "official髭男dism",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "secret base～君がくれたもの～",
  "artist": "ZONE",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "灼熱スイッチ",
  "artist": "雀が原中学卓球部",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "青のすみか",
  "artist": "キタニタツヤ",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "フライディ・チャイナタウン",
  "artist": "泰葉",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "キミの記憶",
  "artist": "川村ゆみ",
  "collection": "【 #歌枠 / KARAOKE 】あつさに負けたくないよ 水曜日は定期歌枠 Singing Stream #111【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=14"
},
    {
  "title": "夢色VOYAGER",
  "artist": "F-LAGS",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "MISSION is ピースフル！",
  "artist": "FRAME",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "STARLIGHT CELEBRATE!",
  "artist": "DRAMATIC STARS",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "MOON NIGHTのせいにして",
  "artist": "DRAMATIC STARS",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "ブレーメン",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "パラボラ",
  "artist": "Official髭男dism",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "Stand by You",
  "artist": "Official髭男dism",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "ハロ／ハワユ",
  "artist": "ナノウ",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "いのちの名前",
  "artist": "木村弓",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "secret base～君がくれたもの～",
  "artist": "ZONE  (2)",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "不思議",
  "artist": "星野源",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "ノーチラス",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "たばこ",
  "artist": "コレサワ",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "恋人失格",
  "artist": "コレサワ",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=14"
},
    {
  "title": "たぶん",
  "artist": "YOASOBI",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=15"
},
    {
  "title": "サインはB",
  "artist": "B小町",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=16"
},
    {
  "title": "星間飛行",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=17"
},
    {
  "title": "18_2025-06-22-03.03.59.00_00515135",
  "artist": "前尘往事如昔故",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=18"
},
    {
  "title": "恋？で愛？で暴君です！",
  "artist": "Wake Up, Girls!",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=19"
},
    {
  "title": "20_2025-06-22-03.03.59.00_00570225",
  "artist": "前尘往事如昔故",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=20"
},
    {
  "title": "グッドラックライラック",
  "artist": "GATALIS",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=21"
},
    {
  "title": "花ハ踊レヤいろはにほ",
  "artist": "チーム“ハナヤマタ”",
  "collection": "【 #歌枠 / KARAOKE 】今日がいい日になりますように。ゲリラで歌います！【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=22"
},
    {
  "title": "ただ声一つ",
  "artist": "ロクデナシ",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "不可思議のカルテ",
  "artist": "from青春ブタ野郎はバニーガール先輩の夢を見ない",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "秒針を噛む",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "青のすみか",
  "artist": "キタニタツヤ",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "からくりピエロ",
  "artist": "40mP",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "キリトリセン",
  "artist": "40mP",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "さようなら、花泥棒さん",
  "artist": "メル",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "心臓デモクラシー",
  "artist": "みきとP",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "バレリーコ",
  "artist": "みきとP",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "ハレンチ",
  "artist": "ちゃんみな",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠 #112 君のために歌おう。1時間ノンストップで！Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "右肩の蝶",
  "artist": "のりP",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=1"
},
    {
  "title": "again",
  "artist": "YUI",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=2"
},
    {
  "title": "ダブルラリアット",
  "artist": "アゴアニキ",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=3"
},
    {
  "title": "magnet",
  "artist": "流星P",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=4"
},
    {
  "title": "B級",
  "artist": "ちゃんみな",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=5"
},
    {
  "title": "少女S",
  "artist": "SCANDAL",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=6"
},
    {
  "title": "ファジーネーブル",
  "artist": "Conton Candy",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=7"
},
    {
  "title": "少年よ我に帰れ",
  "artist": "やくしまるえつこ",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=8"
},
    {
  "title": "ルーマー",
  "artist": "ポリスピカデリー",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=9"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=10"
},
    {
  "title": "寄り酔い",
  "artist": "和ぬか",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=11"
},
    {
  "title": "いかないで",
  "artist": "想太",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=12"
},
    {
  "title": "神のまにまに",
  "artist": "れるりり",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=13"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=14"
},
    {
  "title": "花に亡霊",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=15"
},
    {
  "title": "たぶん",
  "artist": "YOASOBI",
  "collection": "【 #歌枠 / KARAOKE 】ただいま。 水曜日20時は定期歌枠 Singing Stream #113【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/o?p=16"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "星間飛行",
  "artist": "ランカ・リー(中島愛)  (2)",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "射手座☆午後九時Don't be late",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "STARLIGHT CELEBRATE!",
  "artist": "DRAMATIC STARS",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "祝福",
  "artist": "YOASOBI",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "アイドル",
  "artist": "YOASOBI",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "ファタール",
  "artist": "GEMN",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "別の人の彼女になったよ",
  "artist": "wacci",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "忘れられないの",
  "artist": "サカナクション",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=14"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#114おうち3Dで歌っちゃいますかね～！  Singing Stream 【 稀羽すう / Re:Ac",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=15"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "宿命",
  "artist": "Official髭男dism",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "まつり",
  "artist": "藤井風",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "ヨワネハキ",
  "artist": "MAISONdes",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "鬼ノ宴",
  "artist": "友成空",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "長く短い祭",
  "artist": "椎名林檎",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "灼熱スイッチ",
  "artist": "雀が原中学卓球部",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "Plazma",
  "artist": "米津玄師  (2)",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "calling",
  "artist": "Team halcyon",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠 Singing Stream #115【 稀羽すう / Re:Act",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "不確定性☆COSMIC MOVEMENT",
  "artist": "ワルキューレ",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "ノーザンクロス",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "インフィニティ",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "私の彼はパイロット",
  "artist": "飯島 真理",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "廻廻奇譚",
  "artist": "Eve",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "青のすみか",
  "artist": "キタニタツヤ",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "フォニイ",
  "artist": "ツミキ",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "トリノコシティ",
  "artist": "40mP",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "ZIGG-ZAGG",
  "artist": "Junky",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "スイートマジック",
  "artist": "Junky",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "CLEAR",
  "artist": "坂本真綾",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "Groovy!",
  "artist": "広瀬香美",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "接吻",
  "artist": "ORIGINAL LOVE",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "真夜中のドア〜stay with me",
  "artist": "松原 みき",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "ひこうき雲",
  "artist": "松任谷由実",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "やさしさに包まれたなら",
  "artist": "松任谷由実",
  "collection": "【 #歌枠 / KARAOKE 】水曜日20時は定期歌枠#116 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "SUMMERSONG",
  "artist": "YUI",
  "collection": "【 #真夏の深海歌枠リレー 】涼やかな夜の海へ【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "【 #真夏の深海歌枠リレー 】涼やかな夜の海へ【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【 #真夏の深海歌枠リレー 】涼やかな夜の海へ【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "melt bitter",
  "artist": "さとうもか",
  "collection": "【 #真夏の深海歌枠リレー 】涼やかな夜の海へ【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "TSUNAMI",
  "artist": "サザンオールスターズ",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "波乗りジョニー",
  "artist": "桑田佳祐",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "空も飛べるはず",
  "artist": "スピッツ",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "ミックスナッツ",
  "artist": "Official髭男dism",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "不可幸力",
  "artist": "Vaundy",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "踊り子",
  "artist": "Vaundy",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "ミス・パラレルワールド",
  "artist": "相対性理論",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "チャイナアドバイス",
  "artist": "相対性理論",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "へび",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】昼下がりに歌を届けます【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=1"
},
    {
  "title": "ヒッチコック",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=2"
},
    {
  "title": "たぶん",
  "artist": "YOASOBI",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=3"
},
    {
  "title": "帰ろう",
  "artist": "藤井風",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=4"
},
    {
  "title": "アルジャーノン",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=5"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=6"
},
    {
  "title": "変わらないもの",
  "artist": "奥華子",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=7"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=8"
},
    {
  "title": "ハナミズキ",
  "artist": "一青窈",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=9"
},
    {
  "title": "ひまわりの約束",
  "artist": "秦基博",
  "collection": "【 #歌枠 / KARAOKE 】 もしよかったら聴いていってくださいませんか #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=10"
},
    {
  "title": "月のワルツ",
  "artist": "諫山実生",
  "collection": "【 稀羽すう】深夜静谧歌唱：七首歌的歌枠 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "フリージア",
  "artist": "Uru",
  "collection": "【 稀羽すう】深夜静谧歌唱：七首歌的歌枠 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "なんでもないや",
  "artist": "RADWIMPS",
  "collection": "【 稀羽すう】深夜静谧歌唱：七首歌的歌枠 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "花に亡霊",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】深夜静谧歌唱：七首歌的歌枠 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "ベテルギウス",
  "artist": "優里",
  "collection": "【 稀羽すう】深夜静谧歌唱：七首歌的歌枠 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "Family Song",
  "artist": "星野源",
  "collection": "【 稀羽すう】深夜静谧歌唱：七首歌的歌枠 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "水平線",
  "artist": "back number",
  "collection": "【 稀羽すう】深夜静谧歌唱：七首歌的歌枠 #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "ミュージック・アワー",
  "artist": "ポルノグラフィティ",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "シュガーソングとビターステップ",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "オリオンをなぞる",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "斜陽",
  "artist": "ヨルシカ",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "Reason!!",
  "artist": "315 STARS",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=14"
},
    {
  "title": "スマイル・エンゲージ",
  "artist": "Beit",
  "collection": "#117【 稀羽すう】水曜日20時は定期歌枠 Singing Stream  01. ダンスホール - Mrs. GREEN APPLE",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=15"
},
    {
  "title": "渚のバルコニー",
  "artist": "松田聖子",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "君と夏フェス",
  "artist": "SHISHAMO",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "Friend Ship",
  "artist": "星野源",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "ワークソング",
  "artist": "星野源",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "群青",
  "artist": "YOASOBI",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "ハレンチ",
  "artist": "ちゃんみな",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "深海少女",
  "artist": "ゆうゆ",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "1/6",
  "artist": "- ぼーかりおどP",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "1925",
  "artist": "とみー",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "clock lock works",
  "artist": "ハチ",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "怪盗・窪園チヨコは絶対ミスらない",
  "artist": "ぽわぽわP",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "純情スカート",
  "artist": "40mP",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "恋愛裁判",
  "artist": "40mP",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "モザイクロール(Reloaded)",
  "artist": "DECO27",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "シンデレラ",
  "artist": "DECO27",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "セカイ",
  "artist": "DECO27と堀江晶太",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "妄想感傷代償連盟",
  "artist": "DECO27",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=17"
},
    {
  "title": "二息歩行（Reloaded）",
  "artist": "DECO27",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=18"
},
    {
  "title": "カムパネルラ",
  "artist": "sasakure.‌UK",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=19"
},
    {
  "title": "孤独とランデブー",
  "artist": "サンボマスター",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=20"
},
    {
  "title": "ロックンロール イズ ノットデッド",
  "artist": "サンボマスター",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=21"
},
    {
  "title": "ByeBye",
  "artist": "フジファブリック",
  "collection": "稀羽すう8月23日周五竖屏 01. 渚のバルコニー - 松田聖子",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=22"
},
    {
  "title": "鬼ノ宴",
  "artist": "友成空",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "長く短い祭",
  "artist": "椎名林檎",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "夏色",
  "artist": "ゆず",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "残響賛歌",
  "artist": "Aimer",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "イケナイ太陽",
  "artist": "ORANGE RANGE",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "夏祭り",
  "artist": "Whiteberry",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "涙そうそう",
  "artist": "夏川りみ",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "少女レイ",
  "artist": "みきとP",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "寄り酔い",
  "artist": "和ぬか",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "花に亡霊",
  "artist": "ヨルシカ",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "#118【 稀羽すう / Re:AcT 】水曜日20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "【 稀羽すう歌回接力/ Re:AcT 】我会给你一个𝓬𝓱𝓲𝓵𝓵，虽然我不配…… 01. NIGHTDANCER",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "Floating",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう歌回接力/ Re:AcT 】我会给你一个𝓬𝓱𝓲𝓵𝓵，虽然我不配…… 01. NIGHTDANCER",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "ルーマー",
  "artist": "ポリスピカデリー",
  "collection": "【 稀羽すう歌回接力/ Re:AcT 】我会给你一个𝓬𝓱𝓲𝓵𝓵，虽然我不配…… 01. NIGHTDANCER",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "【 稀羽すう歌回接力/ Re:AcT 】我会给你一个𝓬𝓱𝓲𝓵𝓵，虽然我不配…… 01. NIGHTDANCER",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "HELLO",
  "artist": "Official髭男dism",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "ブルーバード",
  "artist": "いきものがかり",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "ブレーメン",
  "artist": "ヨルシカ",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "恋",
  "artist": "星野源",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "ファジーネーブル",
  "artist": "Conton Candy",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "ひまわりの約束",
  "artist": "秦基博",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "少年時代",
  "artist": "井上陽水",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "3月9日",
  "artist": "レミオロメン",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "アイデア",
  "artist": "星野源",
  "collection": "#119【稀羽すう】 水曜日20時は定期歌枠 1小时不间断歌唱！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "Lemon",
  "artist": "米津玄師",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "星間飛行",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "ライオン",
  "artist": "シェリル・ノーム starring May'n,ランカ・リー(中島愛)",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "創聖のアクエリオン",
  "artist": "AKINO",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "私は最強",
  "artist": "Ado",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ドライフラワー",
  "artist": "優里",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "Rolling Star",
  "artist": "YUI",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "ドラえもん",
  "artist": "星野源",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "愛♡スクリ～ム!",
  "artist": "AiScReam",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "サインはB",
  "artist": "B小町",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "君じゃなきゃダメみたい",
  "artist": "オーイシマサヨシ",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "バレリーコ",
  "artist": "みきとP",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "サリシノハラ",
  "artist": "みきとP",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "ヨンジュウナナ",
  "artist": "みきとP",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "さようなら、花泥棒さん",
  "artist": "メル",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "いのちの名前",
  "artist": "木村弓",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "ガーネット",
  "artist": "奥華子",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "変わらないもの",
  "artist": "奥華子",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=18"
},
    {
  "title": "君をのせて",
  "artist": "井上あずみ",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=19"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=20"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=21"
},
    {
  "title": "けーたいみしてよ",
  "artist": "MAISONdes",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=22"
},
    {
  "title": "ヨワネハキ",
  "artist": "MAISONdes",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=23"
},
    {
  "title": "寄り酔い",
  "artist": "和ぬか",
  "collection": "【稀羽すう竖屏 22】1曲きいていきませんか～！ 歌切 2025年9月14日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=24"
},
    {
  "title": "ノーチラス",
  "artist": "ヨルシカ",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "だから僕は音楽を辞めた",
  "artist": "ヨルシカ",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "悪魔の子",
  "artist": "ヒグチアイ",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "フクロウ ～フクロウが知らせる客が来たと～",
  "artist": "KOKIA",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "115万キロのフィルム",
  "artist": "Official髭男dism",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "I LOVE...",
  "artist": "official髭男dism",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "rain stops, good-bye",
  "artist": "におP",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "名前の無い怪物",
  "artist": "EGOIST",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "怪物",
  "artist": "YOASOBI",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "シンデレラボーイ",
  "artist": "Saucy Dog",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "ケセラセラ",
  "artist": "Mrs. GREEN APPLE  (2)",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "HELLO",
  "artist": "Official髭男dism",
  "collection": "#120【 稀羽すう】ここにいるよ。 水曜日20時は定期歌枠 Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Happiness",
  "artist": "嵐",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "SWEET TWEET",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ただ君に晴れ",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "ハレンチ",
  "artist": "ちゃんみな",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "レディメイド",
  "artist": "Ado",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "妄想感傷代償連盟",
  "artist": "DECO27",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "春擬き",
  "artist": "やなぎなぎ",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "天体観測",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "アカシア",
  "artist": "BUMP OF CHICKEN",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "Together",
  "artist": "あきよしふみえ",
  "collection": "【 稀羽すう #歌枠 】竖屏 秋もうすぐってまじ？？？？？？",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "Pretender",
  "artist": "Official髭男dism",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Part Of Your World",
  "artist": "リトル・マーメイド",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "One Last Kiss",
  "artist": "宇多田ヒカル",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "ルージュの伝言",
  "artist": "荒井由実",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "斜陽",
  "artist": "ヨルシカ",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "ガーネット",
  "artist": "奥華子",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "366日",
  "artist": "HY",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "One more time,One more chance",
  "artist": "山崎まさよし",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "回る空うさぎ",
  "artist": "Orangestar",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "孤独とランデブー",
  "artist": "サンボマスター",
  "collection": "#121【稀羽すう】水曜日20時は定期歌枠  最近なんか映画見た？Singing Stream 【 / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "Mornin’ Belll",
  "artist": "稀羽すう",
  "collection": "【 Re:AcT 2dayslive歌枠リレー切片 】稀羽すう   こんにちは！ライブに出る者です！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "【 Re:AcT 2dayslive歌枠リレー切片 】稀羽すう   こんにちは！ライブに出る者です！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "DRESSING ROOM",
  "artist": "なとり",
  "collection": "【 Re:AcT 2dayslive歌枠リレー切片 】稀羽すう   こんにちは！ライブに出る者です！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【 Re:AcT 2dayslive歌枠リレー切片 】稀羽すう   こんにちは！ライブに出る者です！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "らしく。",
  "artist": "稀羽すう",
  "collection": "【 Re:AcT 2dayslive歌枠リレー切片 】稀羽すう   こんにちは！ライブに出る者です！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "seaglass",
  "artist": "稀羽すう",
  "collection": "【 Re:AcT 2dayslive歌枠リレー切片 】稀羽すう   こんにちは！ライブに出る者です！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "【 #歌枠 】7曲「だけ」歌います。ウィスパーな歌 稀羽すう 2025年09月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【 #歌枠 】7曲「だけ」歌います。ウィスパーな歌 稀羽すう 2025年09月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "深海少女",
  "artist": "ゆうゆ",
  "collection": "【 #歌枠 】7曲「だけ」歌います。ウィスパーな歌 稀羽すう 2025年09月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "115万キロのフィルム",
  "artist": "Official髭男dism",
  "collection": "【 #歌枠 】7曲「だけ」歌います。ウィスパーな歌 稀羽すう 2025年09月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【 #歌枠 】7曲「だけ」歌います。ウィスパーな歌 稀羽すう 2025年09月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "トロイメライ",
  "artist": "稀羽すう",
  "collection": "【 #歌枠 】7曲「だけ」歌います。ウィスパーな歌 稀羽すう 2025年09月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "【 #歌枠 】7曲「だけ」歌います。ウィスパーな歌 稀羽すう 2025年09月29日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "キラキラ",
  "artist": "aiko",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "星間飛行",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "きらり",
  "artist": "藤井風",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "POP STAR",
  "artist": "平井堅",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "モニタリング",
  "artist": "DECO27",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "シル・ヴ・プレジデント",
  "artist": "P丸様。",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ギラギラ",
  "artist": "Ado",
  "collection": "【 稀羽すう】#122 きらきらになれ～！！水曜日は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "残響散歌",
  "artist": "Aimer",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ノーザンクロス",
  "artist": "シェリル・ノーム starring May'n",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "Overdose",
  "artist": "なとり",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "モニタリング",
  "artist": "DECO27",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "花に亡霊",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "ヒッチコック",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "恋",
  "artist": "星野源",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "フリージア",
  "artist": "Uru",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=16"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=17"
},
    {
  "title": "115万キロのフィルム",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=18"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=19"
},
    {
  "title": "君の知らない物語",
  "artist": "supercell",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=20"
},
    {
  "title": "メルト",
  "artist": "ryo",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=21"
},
    {
  "title": "たばこ",
  "artist": "コレサワ",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=22"
},
    {
  "title": "らしく。",
  "artist": "稀羽すう",
  "collection": "【稀羽すう】10万人耐久。お願いします！！！！！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=23"
},
    {
  "title": "琥珀色の街、上海蟹の朝",
  "artist": "くるり",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "Burning Friday Night",
  "artist": "Lucky Kilimanjaro",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "赤黄色の金木犀",
  "artist": "フジファブリック",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "金木犀",
  "artist": "くじら",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "月のワルツ",
  "artist": "諫山実生",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "ねむるまち",
  "artist": "くじら",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "チャイナアドバイス",
  "artist": "相対性理論",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "少年よ我に帰れ",
  "artist": "やくしまるえつこ",
  "collection": "【稀羽すう / 2025年10月15日 】水曜20時は定期歌枠 #123",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "ブレーメン",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう  2025年10月18日接力 】让我们度过一个闪耀的夜晚 ~きらめく夜になれー",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "【 稀羽すう  2025年10月18日接力 】让我们度过一个闪耀的夜晚 ~きらめく夜になれー",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "トロイメライ",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう  2025年10月18日接力 】让我们度过一个闪耀的夜晚 ~きらめく夜になれー",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "ラブ・ストーリーは突然に",
  "artist": "小田和正",
  "collection": "【 稀羽すう  2025年10月18日接力 】让我们度过一个闪耀的夜晚 ~きらめく夜になれー",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "Starry night",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう  2025年10月18日接力 】让我们度过一个闪耀的夜晚 ~きらめく夜になれー",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "未来予想図Ⅱ",
  "artist": "DREAMS COME TRUE",
  "collection": "【 稀羽すう】7曲「だけ」歌います。ウィスパーな歌 2025年10月20日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ケセラセラ",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【 稀羽すう】7曲「だけ」歌います。ウィスパーな歌 2025年10月20日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "水平線",
  "artist": "back number",
  "collection": "【 稀羽すう】7曲「だけ」歌います。ウィスパーな歌 2025年10月20日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "【 稀羽すう】7曲「だけ」歌います。ウィスパーな歌 2025年10月20日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【 稀羽すう】7曲「だけ」歌います。ウィスパーな歌 2025年10月20日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "たばこ",
  "artist": "コレサワ",
  "collection": "【 稀羽すう】7曲「だけ」歌います。ウィスパーな歌 2025年10月20日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "First Love",
  "artist": "宇多田ヒカル",
  "collection": "【 稀羽すう】7曲「だけ」歌います。ウィスパーな歌 2025年10月20日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ヒッチコック",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Subtitle",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "SWEET TWEET",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "斜陽",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "Limbo",
  "artist": "春野",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "seaglass",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "不可幸力",
  "artist": "Vaundy",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "東京フラッシュ",
  "artist": "Vaundy",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "(恋は)百年戦争",
  "artist": "相対性理論",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "ナラタージュ",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "DRESSING ROOM",
  "artist": "なとり",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "大阪LOVER",
  "artist": "DREAMS COME TRUE",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "クリスマスソング",
  "artist": "back number",
  "collection": "【 稀羽すう】#124 该换衣服了。衣替えしなきゃ。水曜20時は定期歌枠",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "ブレーメン",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=1"
},
    {
  "title": "Mela!",
  "artist": "緑黄色社会",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=2"
},
    {
  "title": "喜劇",
  "artist": "星野源",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=3"
},
    {
  "title": "ミックスナッツ",
  "artist": "Official髭男dism",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=4"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=5"
},
    {
  "title": "One Last Kiss",
  "artist": "宇多田ヒカル",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=6"
},
    {
  "title": "風になる",
  "artist": "つじあやの",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=7"
},
    {
  "title": "テトラゴン",
  "artist": "やなぎなぎ",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=8"
},
    {
  "title": "ガーネット",
  "artist": "奥華子",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=9"
},
    {
  "title": "ファジーネーブル",
  "artist": "Conton Candy",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=10"
},
    {
  "title": "踊り子",
  "artist": "Vaundy",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=11"
},
    {
  "title": "琥珀色の街、上海蟹の朝",
  "artist": "くるり",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=12"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=13"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "【 稀羽すう  歌枠 】ずいぶん涼しくなりまして。｜KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=14"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "プラチナ",
  "artist": "坂本真綾",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "セカイ",
  "artist": "DECO27, 堀江晶太",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "初めての恋が終わる時",
  "artist": "ryo",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "Starry night",
  "artist": "稀羽すう(2)",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "へび",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "左右盲",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "シャル・ウィ・ダンス？",
  "artist": "ReoNa",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "不可思議のカルテ",
  "artist": "から青春ブタ野郎はバニーガール先輩の夢を見ない",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "粉雪",
  "artist": "レミオロメン",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "Good-bye days",
  "artist": "YUI",
  "collection": "【 稀羽すう】水曜20時は定期歌枠 #125 好冷啊，感觉像冬天一样。 もう冬みたいに寒くて無理。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "メリッサ",
  "artist": "ポルノグラフィティ",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "青のすみか",
  "artist": "キタニタツヤ",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "Overdos",
  "artist": "なとり",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "シャンティ",
  "artist": "Wotaku",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "ハレンチ",
  "artist": "ちゃんみな",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "残酷な天使のテーゼ",
  "artist": "高橋洋子",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "フライディ・チャイナタウン",
  "artist": "泰葉",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "DRESSING ROOM",
  "artist": "なとり",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "東京フラッシュ",
  "artist": "Vaundy",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "夜空ノムコウ",
  "artist": "SMAP",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "燈",
  "artist": "崎山蒼志",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "琥珀色の街、上海蟹の朝",
  "artist": "くるり",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "【歌切】遊びにおいで。水曜20時は定期歌枠 #126｜ KARAOKE｜Singing Stream 【 稀羽すう / Re:AcT 】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "ナラタージュ",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "春を告げる",
  "artist": "yama",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "涙のキッス",
  "artist": "サザンオールスターズ",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "秒針を噛む",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "My Dearest",
  "artist": "supercell",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "六兆年と一夜物語",
  "artist": "kemu",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "願い",
  "artist": "Sumika",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "dear...",
  "artist": "馬場このみ(CV 高橋未奈美)",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "祝福",
  "artist": "YOASOBI",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "fake face dance music",
  "artist": "音田雅則",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "Starry night",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう / Re:AcT 】水曜20時は定期歌枠 #127 树木也渐染秋色呢。木々も色づいてまいりましたね。",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "Departures ～あなたにおくるアイの歌～",
  "artist": "EGOIST",
  "collection": "【 稀羽すう / Re:AcT 】深夜に7曲だけ歌う枠。 2025年11月17日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "glow",
  "artist": "keeno",
  "collection": "【 稀羽すう / Re:AcT 】深夜に7曲だけ歌う枠。 2025年11月17日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "へび",
  "artist": "ヨルシカ",
  "collection": "【 稀羽すう / Re:AcT 】深夜に7曲だけ歌う枠。 2025年11月17日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "エイリアンズ",
  "artist": "キリンジ",
  "collection": "【 稀羽すう / Re:AcT 】深夜に7曲だけ歌う枠。 2025年11月17日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "【 稀羽すう / Re:AcT 】深夜に7曲だけ歌う枠。 2025年11月17日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【 稀羽すう / Re:AcT 】深夜に7曲だけ歌う枠。 2025年11月17日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "らしく。",
  "artist": "稀羽すう",
  "collection": "【 稀羽すう / Re:AcT 】深夜に7曲だけ歌う枠。 2025年11月17日",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "ハッピー・ジャムジャム",
  "artist": "しまじろう",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "ブレーメン",
  "artist": "ヨルシカ",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "(恋は)百年戦争",
  "artist": "相対性理論",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "dear...",
  "artist": "馬場このみ",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "琥珀色の街、上海蟹の朝",
  "artist": "くるり",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "うるわしきひと",
  "artist": "いきものがかり",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "CLEAR",
  "artist": "坂本真綾",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "Snow halation",
  "artist": "μ's",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "死ぬのがいいわ",
  "artist": "藤井風",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "孤独とランデブー",
  "artist": "サンボマスター",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "夕景イエスタディ",
  "artist": "じん",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "きらり",
  "artist": "藤井 風",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "Shine!!",
  "artist": "CINDERELLA PROJECT",
  "collection": "【  稀羽すう - Suu Usuwa -】 竖屏 2025年11月21日 歌うしかないんだけれども；/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "火星人",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "天体観測",
  "artist": "BUMP OF CHICKEN",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "不可幸力",
  "artist": "Vaundy",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "Plastic Love",
  "artist": "竹内まりや",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "月のワルツ",
  "artist": "諫山実生",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "雪の華",
  "artist": "中島美嘉",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "アルジャーノン",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "思い出とペトリコール",
  "artist": "稀羽すう",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "透明人間",
  "artist": "東京事変",
  "collection": "【稀羽すう - Suu Usuwa -】水曜20時は定期歌枠 #128｜ KARAOKE｜Singing Stream",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "すてきなホリデイ",
  "artist": "竹内まりや",
  "collection": "【稀羽すう - Suu Usuwa -】7曲「だけ」歌います。2025年12月01日 /  KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "ねむるまち",
  "artist": "くじら",
  "collection": "【稀羽すう - Suu Usuwa -】7曲「だけ」歌います。2025年12月01日 /  KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "真夜中のドア〜stay with me",
  "artist": "松原みき",
  "collection": "【稀羽すう - Suu Usuwa -】7曲「だけ」歌います。2025年12月01日 /  KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "心拍数♯0822 -Piano Ver.-",
  "artist": "蝶々P",
  "collection": "【稀羽すう - Suu Usuwa -】7曲「だけ」歌います。2025年12月01日 /  KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "たぶん",
  "artist": "YOASOBI",
  "collection": "【稀羽すう - Suu Usuwa -】7曲「だけ」歌います。2025年12月01日 /  KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "そうだよ。",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【稀羽すう - Suu Usuwa -】7曲「だけ」歌います。2025年12月01日 /  KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "【稀羽すう - Suu Usuwa -】7曲「だけ」歌います。2025年12月01日 /  KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "Starry night",
  "artist": "稀羽すう",
  "collection": "【稀羽すう 新髪型 - Suu Usuwa -】✦ 登録者10万人記念 -新髪型お披露目- 3Dミニライブ ✦",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "【稀羽すう 新髪型 - Suu Usuwa -】✦ 登録者10万人記念 -新髪型お披露目- 3Dミニライブ ✦",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "Ready To Party",
  "artist": "稀羽すう feat.獅子神レオナ＆夢川かなう",
  "collection": "【稀羽すう 新髪型 - Suu Usuwa -】✦ 登録者10万人記念 -新髪型お披露目- 3Dミニライブ ✦",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "Daisy",
  "artist": "花鋏キョウ",
  "collection": "【稀羽すう 新髪型 - Suu Usuwa -】✦ 登録者10万人記念 -新髪型お披露目- 3Dミニライブ ✦",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "思い出とペトリコール",
  "artist": "稀羽すう",
  "collection": "【稀羽すう 新髪型 - Suu Usuwa -】✦ 登録者10万人記念 -新髪型お披露目- 3Dミニライブ ✦",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "コネクト",
  "artist": "ClariS",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "ライオン",
  "artist": "May'n,中島 愛",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "ウミユリ海底譚",
  "artist": "n-buna",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "火星人",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "ブレーメン",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "SUN",
  "artist": "星野源",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "異端なスター",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "subtitle",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "ファジーネーブル",
  "artist": "Conton Candy",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "ハッピーシンセサイザ",
  "artist": "EasyPop",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
},
    {
  "title": "Snow halation",
  "artist": "μ's",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=12"
},
    {
  "title": "My Dearest",
  "artist": "Supercell",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=13"
},
    {
  "title": "Departures 〜あなたにおくるアイの歌〜",
  "artist": "EGOIST",
  "collection": "【稀羽すう 歌切 - Suu Usuwa -】たすけて～！！！さむいよ～！！！極寒/ KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=14"
},
    {
  "title": "創生のアクエリオン",
  "artist": "AKINO",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=1"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=2"
},
    {
  "title": "愛♡スクリ～ム!",
  "artist": "AiScReam",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=3"
},
    {
  "title": "サインはB",
  "artist": "B小町",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=4"
},
    {
  "title": "星間飛行",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=5"
},
    {
  "title": "シュガーソングとビターステップ",
  "artist": "UNISON SQUARE GARDEN",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=6"
},
    {
  "title": "ノーダウト",
  "artist": "Official髭男dism",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=7"
},
    {
  "title": "シャル・ウィ・ダンス？",
  "artist": "ReoNa",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=8"
},
    {
  "title": "生まれてはじめて",
  "artist": "fromアナと雪の女王",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=9"
},
    {
  "title": "パート・オブ・ユア・ワールド",
  "artist": "fromリトル・マーメイド",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=10"
},
    {
  "title": "DRESSING ROOM",
  "artist": "なとり",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=11"
},
    {
  "title": "クリームソーダとシャンデリア",
  "artist": "mei × Henrii",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=12"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "【稀羽すう - Suu Usuwa -】#129 新髪型おうち3D見せびらかしながら～～～～ [FybbnmzxTPQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/j?p=13"
},
    {
  "title": "クリスマスソング",
  "artist": "back number",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "粉雪",
  "artist": "レミオロメン",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "空も飛べるはず",
  "artist": "スピッツ",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "アイデア",
  "artist": "星野源",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "ドラえもん",
  "artist": "星野源",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "LA・LA・LA LOVE SONG",
  "artist": "久保田利伸",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "火星人",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "へび",
  "artist": "ヨルシカ",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "いつも何度でも",
  "artist": "木村弓",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "いのちの名前",
  "artist": "木村弓",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "ガーネット",
  "artist": "奥華子",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "ハロ／ハワユ",
  "artist": "ナノウ",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "ミス・パラレルワールド",
  "artist": "相対性理論",
  "collection": "【稀羽すう 切片 - Suu Usuwa -】2025年12月14日 初見さん怖くないよ～大丈夫よ～ / KARAOKE #shorts #vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "すてきなホリデイ",
  "artist": "竹内まりあ",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "Together",
  "artist": "あきよしふみえの",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Pop Virus",
  "artist": "星野源",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "フォニイ",
  "artist": "ツキミ",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "モニタリング",
  "artist": "DECO27",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "IRIS OUT",
  "artist": "米津玄師",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "ちゅ、多様性。",
  "artist": "あの",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "スマイル・エンゲージ",
  "artist": "Beit",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "STARLIGHT CELEBRATE!",
  "artist": "DRAMATIC STARS",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "Reason!!",
  "artist": "315 STARS",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "dear...",
  "artist": "馬場このみ",
  "collection": "【稀羽すう - Suu Usuwa -】#130 在可爱的家中3D演唱——啊咧，今天是最后一天？あれ、今日までなんだよね。可憐なおうち3Dで歌う",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "Ready To Party",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう - Suu Usuwa - 歌切】#129 提前迎来圣诞欧拉！🎄 一足先に、メリークリスマスだオラァ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "好き！雪！本気マジック",
  "artist": "Mitchie M",
  "collection": "【🦢稀羽すう - Suu Usuwa - 歌切】#129 提前迎来圣诞欧拉！🎄 一足先に、メリークリスマスだオラァ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "雪の華",
  "artist": "中島美嘉",
  "collection": "【🦢稀羽すう - Suu Usuwa - 歌切】#129 提前迎来圣诞欧拉！🎄 一足先に、メリークリスマスだオラァ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "白い雪のプリンセスは",
  "artist": "のぼる↑",
  "collection": "【🦢稀羽すう - Suu Usuwa - 歌切】#129 提前迎来圣诞欧拉！🎄 一足先に、メリークリスマスだオラァ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "Subtitle",
  "artist": "Official髭男dism",
  "collection": "【🦢稀羽すう - Suu Usuwa - 歌切】#129 提前迎来圣诞欧拉！🎄 一足先に、メリークリスマスだオラァ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "雪は何色",
  "artist": "Kotoha",
  "collection": "【🦢稀羽すう - Suu Usuwa - 歌切】#129 提前迎来圣诞欧拉！🎄 一足先に、メリークリスマスだオラァ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "クーネル・エンゲイザー",
  "artist": "電ǂ鯨",
  "collection": "【🦢稀羽すう - Suu Usuwa - 歌切】#129 提前迎来圣诞欧拉！🎄 一足先に、メリークリスマスだオラァ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "すてきなホリデイ",
  "artist": "竹内まりや",
  "collection": "【🦢稀羽すう - Suu Usuwa - 歌切】#129 提前迎来圣诞欧拉！🎄 一足先に、メリークリスマスだオラァ",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "ロマンスの神様",
  "artist": "広瀬香美",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Burning Friday Night",
  "artist": "Lucky Kilimanjaro",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "HELLO",
  "artist": "Official髭男dism",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "クーネル・エンゲイザー",
  "artist": "電ǂ鯨",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "好き！雪！本気マジック",
  "artist": "Mitchie M",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "雪は何色",
  "artist": "Kotoha",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "春を告げる",
  "artist": "yama",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "愛を伝えたいだとか",
  "artist": "あいみょん",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ライラック",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "IRISOUT",
  "artist": "米津玄師",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "Starry night",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "らしく。",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】なに喰ったん.......?/KARAOKE #shorts#vtuber",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "革命道中",
  "artist": "アイナ・ジ・エンド",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "IRISOUT",
  "artist": "米津玄師",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "怪獣",
  "artist": "サカナクション",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "愛♡スクリ～ム!",
  "artist": "AiScReam",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "桃色片想い",
  "artist": "松浦亜弥",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "世界はそれを愛と呼ぶんだぜ",
  "artist": "サンボマスター",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "津軽海峡冬景色",
  "artist": "石川さゆり",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "神のまにまに",
  "artist": "れるりり",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "ウミユリ海底譚",
  "artist": "n-buna",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "都落ち",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "ノーチラス",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "思い出とペトリコール",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "トロイメライ",
  "artist": "- 稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "Starry night",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "さよーならまたいつか！",
  "artist": "米津玄師",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=16"
},
    {
  "title": "きらきら武士",
  "artist": "レキシ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2025-12-31]今年最後。｜ KARAOKE｜Singing Stream [ZzOkBIXSKjA]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=17"
},
    {
  "title": "夜明けと蛍",
  "artist": "n-buna",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "いろは唄 ｰ Piano Ver. ｰ",
  "artist": "銀サク",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "千本桜",
  "artist": "黒うさP",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "神のまにまに",
  "artist": "れるりり",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "花丸◎日和！",
  "artist": "大和守安定(市来光弘),加州清光(増田俊樹)",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "春擬き",
  "artist": "やなぎなぎ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "星間飛行",
  "artist": "ランカ・リー(中島愛)",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "まつり",
  "artist": "藤井風",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "長く短い祭",
  "artist": "椎名林檎",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "琥珀色の街、上海蟹の朝",
  "artist": "くるり",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "IRISOUT",
  "artist": "米津玄師",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "白金ディスコ",
  "artist": "阿良々木月火(井口裕香)",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "花ハ踊レヤいろはにほ",
  "artist": "チーム\"ハナヤマタ\"",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "革命道中",
  "artist": "アイナ・ジ・エンド",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "回る空うさぎ",
  "artist": "Orangestar",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】新 年 初 歌 あけおめ～～～～～～[2026-01-04]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "NIGHTDANCER",
  "artist": "imase",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "SAKURA",
  "artist": "いきものがかり",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "seaglass",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "ただ君に晴れ",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "火星人",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "脳裏上のクラッカー",
  "artist": "ずっと真夜中でいいのに。",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "One more time,One more chance",
  "artist": "山崎まさよし",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "真夜中のドア〜stay with me",
  "artist": "松原 みき",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "ダンスホール",
  "artist": "Mrs. GREEN APPLE",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "napori",
  "artist": "Vaundy",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "ダーリン",
  "artist": "須田景凪",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "アカシア",
  "artist": "BUMP OF CHICKEN",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "怪獣の花唄",
  "artist": "Vaundy",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=14"
},
    {
  "title": "勇気100％",
  "artist": "光GENJI",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】#131 [2026-01-07] 水曜20時は定期歌枠 まだまだお正月気分でいさせてよ [OY1TjPOLu4I]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=15"
},
    {
  "title": "満ちてゆく",
  "artist": "藤井風",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "斜陽",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "Pop Virus",
  "artist": "星野源",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "接吻",
  "artist": "Original Love",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "LA・LA・LA LOVE SONG",
  "artist": "久保田利伸",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "なんでもないや",
  "artist": "RADWIMPS",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "ガーネット",
  "artist": "奥華子",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "変わらないもの",
  "artist": "奥華子",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "さよならの夏 ～コクリコ坂から～",
  "artist": "手嶌葵",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "アポリア",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "星座になれたら",
  "artist": "結束バンド",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "ベテルギウス",
  "artist": "優里",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "晩餐歌",
  "artist": "tuki.",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-10]【 #歌枠 】 黄昏時にあらわれた！[-BNCgSOAfNQ]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=13"
},
    {
  "title": "水流のロック",
  "artist": "日食なつこ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=1"
},
    {
  "title": "真生活",
  "artist": "案山子",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=2"
},
    {
  "title": "怪盗・窪園チヨコは絶対ミスらない",
  "artist": "椎名もた",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=3"
},
    {
  "title": "Ready To Party",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=4"
},
    {
  "title": "DRESSING ROOM",
  "artist": "なとり",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=5"
},
    {
  "title": "クリームソーダとシャンデリア",
  "artist": "mei × Henrii",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=6"
},
    {
  "title": "Rumor",
  "artist": "Police Piccadilly",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=7"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=8"
},
    {
  "title": "踊り子",
  "artist": "Vaundy",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=9"
},
    {
  "title": "若者のすべて",
  "artist": "フジファブリック",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=10"
},
    {
  "title": "思い出とペトリコール",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=11"
},
    {
  "title": "月のワルツ",
  "artist": "諫山実生",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=12"
},
    {
  "title": "プロポーズ",
  "artist": "なとり",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=13"
},
    {
  "title": "水平線",
  "artist": "back number",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=14"
},
    {
  "title": "Beautiful World",
  "artist": "宇多田ヒカル",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-14]#132 あんまんのうまさに気づく冬[qRbyPXfRyBc]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/e?p=15"
},
    {
  "title": "だから僕は音楽を辞めた",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=1"
},
    {
  "title": "晴る",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=2"
},
    {
  "title": "ハロ／ハワユ",
  "artist": "ナノウ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=3"
},
    {
  "title": "アイロニ",
  "artist": "すこっぷ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=4"
},
    {
  "title": "サリシノハラ",
  "artist": "みきとP",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=5"
},
    {
  "title": "ヨンジュウナナ",
  "artist": "みきとP",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=6"
},
    {
  "title": "サインはB",
  "artist": "B小町",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=7"
},
    {
  "title": "ヒアルロンリーガール",
  "artist": "ZOC",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=8"
},
    {
  "title": "モニタリング",
  "artist": "DECO27",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=9"
},
    {
  "title": "シャルル",
  "artist": "バルーン",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=10"
},
    {
  "title": "シンデレラボーイ",
  "artist": "Saucy Dog",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=11"
},
    {
  "title": "ヴィーナスとジーザス",
  "artist": "やくしまるえつこ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=12"
},
    {
  "title": "Catch You Catch Me",
  "artist": "グミ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=13"
},
    {
  "title": "プレパレード",
  "artist": "釘宮理恵,堀江由衣,喜多村英梨",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=14"
},
    {
  "title": "オレンジ",
  "artist": "釘宮理恵,堀江由衣,喜多村英梨",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=15"
},
    {
  "title": "あいつこそがテニスの王子様",
  "artist": "ミュージカル テニスの王子様",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=16"
},
    {
  "title": "ニンジーン Loves you yeah!",
  "artist": "ランカ・リー＝中島愛",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=17"
},
    {
  "title": "ねこ日記",
  "artist": "ランカ・リー＝中島愛",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=18"
},
    {
  "title": "蒼のエーテル",
  "artist": "ランカ・リー＝中島愛",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=19"
},
    {
  "title": "MOON NIGHTのせいにして",
  "artist": "DRAMATIC STARS",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-17] 昼下がりに１曲どうぞ！ [TKqCdlLADRw]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/t?p=20"
},
    {
  "title": "革命道中",
  "artist": "アイナ・ジ・エンド （Acoustic ver.）",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=1"
},
    {
  "title": "HELLO",
  "artist": "Official髭男dism",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=2"
},
    {
  "title": "ウミユリ海底譚",
  "artist": "n-buna (Piano version)",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=3"
},
    {
  "title": "ぼくらのレットイットビー",
  "artist": "はりーP",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=4"
},
    {
  "title": "雨とカプチーノ",
  "artist": "ヨルシカ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=5"
},
    {
  "title": "不可幸力",
  "artist": "Vaundy",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=6"
},
    {
  "title": "ナラタージュ",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=7"
},
    {
  "title": "ヒステリックナイトガール",
  "artist": "PSYQUI",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=8"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=9"
},
    {
  "title": "うそつき",
  "artist": "めざめP",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=10"
},
    {
  "title": "水流のロック",
  "artist": "日食なつこ",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=11"
},
    {
  "title": "きらり",
  "artist": "藤井 風",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=12"
},
    {
  "title": "クリームソーダとシャンデリア",
  "artist": "mei × Henrii",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=13"
},
    {
  "title": "Starry night",
  "artist": "稀羽すう",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=14"
},
    {
  "title": "Never More",
  "artist": "平田志穂子",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=15"
},
    {
  "title": "東京フラッシュ",
  "artist": "Vaundy",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=16"
},
    {
  "title": "夜撫でるメノウ",
  "artist": "Ayase",
  "collection": "【🦢稀羽すう-Suu Usuwa-歌切】[2026-01-21]最強寒波に負けないでーーーーーっ！别被最强寒潮打败！ [vak2WG1TomU]",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/b?p=17"
},
    {
  "title": "calling",
  "artist": "Team halcyon",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "思い出とペトリコール",
  "artist": "稀羽すう",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "ワールドイズマイン",
  "artist": "ryo",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "弱虫モンブラン (reloaded)",
  "artist": "DECO×27",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "melt bitter",
  "artist": "さとうもか",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "115万キロのフィルム",
  "artist": "Official髭男dism",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "ただ君に晴れ",
  "artist": "ヨルシカ",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "琥珀色の街、上海蟹の朝",
  "artist": "くるり",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "異端なスター",
  "artist": "Official髭男dism",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "幾億光年",
  "artist": "Omoinotake",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "丸の内サディスティック",
  "artist": "椎名林檎",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "燈",
  "artist": "崎山蒼志",
  "collection": "[2026-01-28]届けます。#134 水曜日20時は定期歌枠 [Ki_lumbpXRU]【🦢稀羽すう 歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=12"
},
    {
  "title": "Plazma",
  "artist": "米津玄師",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=1"
},
    {
  "title": "水流のロック",
  "artist": "日食なつこ",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=2"
},
    {
  "title": "革命道中",
  "artist": "アイナ・ジ・エンド",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=3"
},
    {
  "title": "春泥棒",
  "artist": "ヨルシカ",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=4"
},
    {
  "title": "さようなら、花泥棒さん",
  "artist": "メル",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=5"
},
    {
  "title": "ヒステリックナイトガール",
  "artist": "PSYQUI",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=6"
},
    {
  "title": "ハレンチ",
  "artist": "ちゃんみな",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=7"
},
    {
  "title": "Bunny Girl",
  "artist": "AKASAKI",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=8"
},
    {
  "title": "群青",
  "artist": "YOASOBI",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=9"
},
    {
  "title": "カタオモイ",
  "artist": "Aimer",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=10"
},
    {
  "title": "忘れてください",
  "artist": "ヨルシカ",
  "collection": "[2026-01-30]急に！突発的な！アーカイブ残るか謎なやつです！突然！突发性！存档能否保留仍是谜团的存在！[MSQe1WkSJDw]【🦢稀羽すう歌切】",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/BV1aPFczzE6R?p=11"
},
    {
  "title": "Ready To Party",
  "artist": "稀羽すう",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=1"
},
    {
  "title": "雪は何色",
  "artist": "Kotoha",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=2"
},
    {
  "title": "ケセラセラ",
  "artist": "Mrs. GREEN APPLE",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=3"
},
    {
  "title": "深海少女",
  "artist": "ゆうゆ",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=4"
},
    {
  "title": "忘れてください",
  "artist": "ヨルシカ",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=5"
},
    {
  "title": "へび",
  "artist": "ヨルシカ",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=6"
},
    {
  "title": "First Love",
  "artist": "宇多田ヒカル",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=7"
},
    {
  "title": "地球儀",
  "artist": "米津玄師",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=8"
},
    {
  "title": "初めての恋が終わる時",
  "artist": "ryo",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=9"
},
    {
  "title": "トリノコシティ",
  "artist": "40mP",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=10"
},
    {
  "title": "ワールドイズマイン",
  "artist": "ryo",
  "collection": "刚才眼神对上了！这样你和我就有缘了！[2026-02-04][x1CZfV72Q0I]【🦢稀羽すう歌切】いま目が合ったな！これでお前とも縁ができた！",
  "up": "前尘往事如昔故",
  "link": "https://www.bilibili.com/video/c?p=11"
}
);
